Repository: xerolinux/xero-layan-git
Catalog: Configs/Home/.local/share/plasma/plasmoids/luisbocanegra.audio.visualizer/translate/*.po
Languages: nl, ru, sv

source: Audio visualizer powered by CAVA
nl: Audiovisualisatie, gebaseerd op CAVA
ru: Аудио-визуализатор на базе CAVA
sv: Ljudvisualisering som använder CAVA

source: Visualizer
nl: Visualisatie
ru: Визуализатор
sv: Visualiserare

source: General
nl: Algemeen
ru: Основное
sv: Allmänt

source: Oh no! Something went wrong
nl: Oeps, er is iets misgegaan…
ru: О нет! Что-то пошло не так
sv: Åh nej! Något gick fel

source: Stop CAVA
nl: CAVA stoppen
ru: Остановить CAVA
sv: Stoppa CAVA

source: Start CAVA
nl: CAVA starten
ru: Запустить CAVA
sv: Starta CAVA

source: Copy to clipboard
nl: Kopiëren naar klembord
ru: Скопировать в буфер обмена
sv: Kopiera till klippbordet

source: Widget background
nl: Widgetachtergrond
ru: Задний фон виджета
sv: Widgetbakgrund

source: Remove band
nl: Bandbreedte verwijderen
ru: Удалить полосу
sv: Ta bort band

source: Add band
nl: Bandbreedte toevoegen
ru: Добавить полосу
sv: Lägg till band

source: Flat response
nl: Plat antwoord
ru: Плоская АЧХ
sv: Platt kurva

source: Color
nl: Kleur
ru: Цвет
sv: Färg

source: Animation:
nl: Animatie:
ru: Анимация:

source: Interval (ms):
nl: Tussenpoos (in ms):
ru: Интервал (мс):
sv: Intervall (ms):

source: Smoothing (ms):
nl: Vloeiende overgangen (in ms):
ru: Сглаживание (мс):
sv: Utjämning (ms):

source: Color source:
nl: Kleurbron:
ru: Источник цвета:
sv: Färgkälla:

source: Custom
nl: Zelfgekozen
ru: Свой источник
sv: Anpassad

source: A fixed custom color
nl: Een zelfgekozen kleur
ru: Свой фиксированный цвет
sv: En fast anpassad färg

source: System
nl: Systeemthema
ru: Система

source: Color that updates with your System theme
nl: De kleur van het systeemthema
ru: Цвет который обновляется вместе с вашей темой системы
sv: Färg som följer ditt systemtema

source: Custom list
nl: Zelfgemaakte lijst
ru: Свой список
sv: Anpassad lista

source: Define a list of colors that will be applied to all the elements, wraps around if there are more elements than colors
nl: Stel een lijst samen met kleuren die worden toegepast op alle elementen - in herhaalde volgorde indien er meer elementen dat kleuren zijn
ru: Задайте список цветов, которые будут применяться ко всем элементам; если элементов больше, чем цветов, список повторяется
sv: Definierar en lista av färger som appliceras på alla element, upprepar om det finns fler element än färger

source: Random
nl: Willekeurig
ru: Случайный
sv: Slumpmässig

source: Random color for each element
nl: Gebruik een willekeurige kleur per element
ru: Случайный цвет для каждого элемента
sv: Slumpmässig färg för varje element

source: Follow
nl: Volgen
ru: Следовать
sv: Följer

source: Follow the color of a parent element
nl: Gebruik de kleur van het hoofdelement
ru: Следовать цвету родительского элемента
sv: Följer färgen på ett överordnat element

source: Gradient
nl: Verloop
ru: Градиент
sv: Färgövergång

source: Horizontal or vertical customizable color gradient
nl: Een horizontaal of verticaal kleurverloop, naar eigen inzicht
ru: Горизонтальный или вертикальный цветовой градиент
sv: Horisontala eller vertikala anpassade färgövergångar

source: Image
nl: Afbeelding
ru: Изображение
sv: Bild

source: High resolution images can slow down the desktop when the panel or widget size changes!
nl: Let op: afbeeldingen met een hoge resolutie kunnen voor vertraging zorgen!
ru: Изображения высокого качества могут замедлить рабочий стол, когда размер панели или виджета меняется!
sv: Hög upplösning på bilder kan ge sämre prestanda på skrivbordet när panelens eller widgetens storlek ändras!

source: Hue
nl: Tint
ru: Оттенок
sv: Nyans

source: Automatically shifted color for each bar
nl: Voorzie elke balk van een eigen tint
ru: Автоматически меняющийся цвет для каждого столбика
sv: Automatiskt ändrar färg för varje band

source: Element:
ru: Элемент:

source: Panel background
nl: Paneelachtergrond
ru: Задний фон панели
sv: Panelbakgrund

source: Tray widget background
nl: Systeemvakachtergrond
ru: Задний фон виджета в трее
sv: Tray Widgetbakgrund

source: Positioning:
nl: Uitlijning:
ru: Расположение:
sv: Positionering:

source: Stretch
nl: Uitgerekt
ru: Растянутое
sv: Sträck

source: Tile
nl: Tegelen
ru: Плитка
sv: Bricka

source: Scaled and Cropped
nl: Bijsnijden en inpassen
ru: Масштабированный и обрезанный
sv: Skalad och beskuren

source: Image:
nl: Afbeelding:
ru: Изображение:
sv: Bild:

source: Pick a image file
nl: Kies een afbeelding
ru: Выберите файл изображения
sv: Välj en bildfil

source: Image files
nl: Afbeeldingsbestanden
ru: Файлы изображений
sv: Bildfiler

source: All files
nl: Alle bestanden
ru: Все файлы
sv: Alla filer

source: Color:
nl: Kleur:
ru: Цвет:
sv: Färg:

source: Color set:
nl: Kleurenschema:
ru: Набор цветов:
sv: Färguppsättning:

source: Colors:
nl: Kleuren:
ru: Цвета:
sv: Färger:

source: Range:
nl: Bereik:
ru: Диапазон:
sv: Räckvidd:

source: Orientation:
nl: Oriëntatie:
ru: Ориентация:
sv: Orientering:

source: Horizontal
nl: Horizontaal
ru: Горизонтальная
sv: Horisontell

source: Vertical
nl: Verticaal
ru: Вертикальная
sv: Vertikal

source: Gradient:
nl: Verloop:
ru: Градиент:
sv: Färgövergång:

source: Reverse:
nl: Verwisselen:
ru: Реверс:
sv: Omvänd:

source: Display colors the other way around
nl: Kleuren omkeren
ru: Отображает цвета в обратном порядке
sv: Visa färger i omvänd ordning

source: Alpha:
nl: Alfa:
ru: Прозрачность:
sv: Alfa:

source: Contrast Correction
nl: Contrastaanpassing
ru: Коррекция контраста
sv: Kontrastkorrigering

source: Saturation:
nl: Verzadiging:
ru: Насыщенность:
sv: Mättnad:

source: Lightness:
nl: Helderheid:
ru: Яркость:
sv: Ljusstyrka:

source: Framerate:
nl: Framesnelheid:
ru: Частота кадров:
sv: Bildfrekvens:

source: Number of bars:
nl: Aantal balken:
ru: Количество столбиков:
sv: Antal band:

source: Automatically calculated for the current visualizer style.
nl: Dit wordt automatisch berekend aan de hand van de huidige visualisatie.
ru: Автоматически рассчитано под текущий стиль визуализатора.
sv: Automatiskt uträknad för den valda visualiseringsstilen.

source: Automatic sensitivity:
nl: Automatische gevoeligheid:
ru: Авто-чувствительность:
sv: Automatisk känslighet:

source: Attempt to decrease sensitivity if the bars peak.
nl: Probeer de gevoeligheid te verlagen zodra het maximale aantal balken bereikt is.
ru: Пытается понизить чувствительность, если все столбики на пиковой высоте.
sv: Försöker att minska känsligheten om banden når sin topp.

source: Sensitivity:
nl: Gevoeligheidsgraad:
ru: Чувствительность:
sv: Känslighet:

source: Manual sensitivity in %. If autosens is enabled, this will only be the initial value
nl: De handmatige gevoeligheidsgraad (in %). Als de automatische modus is ingeschakeld, dan wordt dit als startwaarde gebruikt.
ru: Ручная чувствительность в % Если включена авто-чувствительность, это будет лишь изначальным значением
sv: Manuell känslighet i %. Om automatisk känslighet är aktiverat kommer detta endast att vara det initiala värdet

source: Frequency range (Hz):
nl: Frequentiebereik (in Hz):
ru: Частотный диапазон (Гц):
sv: Frekvensomfång (Hz):

source: Min
ru: Мин

source: Max
ru: Макс

source: Lower and higher cutoff frequencies for lowest and highest bars, the bandwidth of the visualizer. Note: Cava will automatically increase the higher cutoff if a too low band is specified.
nl: Lagere en hogere afbreekfrequenties voor de laagste en hoogste balken, en de bandbreedte van de visualisatie. Let op: Cava zal deze waarde automatisch verhogen als een te lage band is opgegeven.
ru: Нижняя и верхняя частоты среза для самой низкой и самой высокой полосы, ширина полос визуализатора. Примечание: Cava автоматически увеличит верхнюю частоту среза, если указана слишком низкая полоса.
sv: Visualiserarens bandbredd för lägsta och högsta gränsfrekvenser för lägsta och högsta band. Observera att Cava automatiskt höjer till en högre gränsfrekvens om ett för lågt frekvensband läggs till.

source: Sleep timer (seconds):
nl: Slapen na (in seconden):
ru: Таймер сна (в секундах):
sv: Sleep timer (sekunder):

source: Seconds with no input before cava goes to sleep mode. Cava will not perform FFT and only check for input once per second.
nl: Het aantal seconden zonder invoer, waarna Cava in de slaapmodus gaat. Cava zal geen FFT uitvoeren en controleert de invoer slechts eenmaal per seconde.
ru: Время в секундах без ввода, после которого CAVA отправится в режим сна. CAVA не будет осуществлять БПФ, и просто проверяет ввод раз в секунду.
sv: Sekunder utan inmatning innan Cava går in i viloläge. Cava utför inte FFT och kontrollerar bara inmatning en gång per sekund.

source: Input
nl: Invoer
ru: Ввод
sv: Indata

source: Method:
nl: Methode:
ru: Метод:
sv: Metod:

source: Default
nl: Standaard
ru: По умолчанию
sv: Förvald

source: Audio capturing method. Defaults to 'oss', 'pipewire', 'sndio', 'jack', 'pulse', 'alsa', 'portaudio' or 'fifo', in that order, dependent on what support cava was built with.
nl: De audio-invoermethode. Standaard wordt ‘oss’, ‘pipewire’, ‘sndio’, ‘jack’, ‘pulse’, ‘alsa’, ‘portaudio’ of ‘fifo’ in vaste volgorde gebruikt. De gekozen methode is afhankelijk van waar Cava mee gebouwd is.
ru: Метод захвата аудио. По умолчанию будет выбран 'oss', 'pipewire', 'sndio', 'jack', 'pulse', 'alsa', 'portaudio' или 'fifo', в таком порядке, в зависимости от опций, с какими был собран CAVA.
sv: Ljudinspelningsmetod. Standardvärdena är 'oss', 'pipewire', 'sndio', 'jack', 'pulse', 'alsa', 'portaudio' eller 'fifo', i den ordningen, beroende på vilket stöd Cava kompilerats för.

source: Source:
nl: Bron:
ru: Источник:
sv: Källa:

source: For pulseaudio and pipewire 'source' will be the source. Default: 'auto', which uses the monitor source of the default sink (all pulseaudio sinks(outputs) have 'monitor' sources(inputs) associated with them).
nl: Voor PulseAudio en PipeWire wordt ‘source’ gebruikt als de bron. Standaard staat deze waarde op ‘auto’, welke de bron van de standaardsink zal raadplegen (alle PulseAudio-sinks (uitvoeren) hebben ‘monitor’-bronnen (invoeren)).
ru: Для pulseaudio и pipewire ‘source’ будет являться источником. По умолчанию: ‘auto’, что использует мониторинг источника стандартного выхода (у всех выходов PulseAudio есть соответствующие ‘monitor’ источники(вводы)).
sv: För pulseaudio och pipewire kommer 'source' att vara källan. Förvald: 'auto', som använder sig av källan för förvald sink (alla pulseaudio-sinkar (utgångar) har 'monitor'-källor (ingångar) associerade med sig).

source: For pipewire 'source' will be the object name or object.serial of the device to capture from. Both input and output devices are supported.
nl: Voor PipeWire zal ‘source’ de objectnaam of object.serial zijn van het te gebruiken apparaat. Zowel in- als uitvoerapparaten kunnen worden gebruikt.
ru: Для pipewire ‘source’ будет именем объекта или object.serial устройства, с которого осуществляется захват. Поддерживаются как входные, так и выходные устройства.
sv: För pipewire kommer 'source' att vara objektnamnet eller object.serial för den enhet som det hämtas från. Både in- och utdataenheter stöds.

source: For alsa 'source' will be the capture device.
nl: Voor Alsa zal ‘source’ het opnameapparaat zijn.
ru: Для alsa 'source' будет устройством захвата.
sv: För alsa kommer 'source' att vara inspelningsenheten.

source: For fifo 'source' will be the path to fifo-file.
nl: Voor fifo zal ‘source’ de locatie van het fifo-bestand zijn.
ru: Для fifo 'source' будет путём к fifo-файлу.
sv: För fifo kommer 'source' att vara sökvägen till fifo-filen.

source: For shmem 'source' will be /squeezelite-AA:BB:CC:DD:EE:FF where 'AA:BB:CC:DD:EE:FF' will be squeezelite's MAC address.
nl: Voor shmem zal ‘source’ /squeezelite-AA:BB:CC:DD:EE:FF zijn, waar ‘AA:BB:CC:DD:EE:FF’ staat voor squeezelites MAC-adres.
ru: Для shmem 'source' будет /squeezelite-AA:BB:CC:DD:EE:FF, где AA:BB:CC:DD:EE:FF' это MAC-адрес squeezelite.
sv: För shmem kommer 'source' att vara /squeezelite-AA:BB:CC:DD:EE:FF där 'AA:BB:CC:DD:EE:FF' är squeezelites MAC-adress.

source: For sndio 'source' will be a raw recording audio descriptor or a monitoring sub-device, e.g. 'rsnd/2' or 'snd/1'. Default: 'default'.
nl: Voor sndio zal ‘source’ een opname-audiobeschrijving of een monitorend subapparaat zijn, bijv. ‘rsnd/2’ of ‘snd/1’. Standaardwaarde: ‘default’.
ru: Для sndio ‘source’ — это дескриптор записи или подустройство мониторинга, например, 'rsnd/2' или 'snd/1'. По умолчанию: 'default'.
sv: För sndio kommer 'source' att vara en rå inspelningsenhet eller en underordnad övervakningsenhet, t.ex. 'rsnd/2' eller 'snd/1'. Standard: 'default'.

source: For oss 'source' will be the path to a audio device, e.g. '/dev/dsp2'. Default: '/dev/dsp', i.e. the default audio device.
nl: Voor oss zal ‘source’ de locatie van een audioapparaat zijn, bijv. ‘/dev/dsp2’. Standaardwaarde: ‘/dev/dsp’, oftewel het standaard audioapparaat.
ru: Для oss 'source' будет путём к устройству аудио, например '/dev/dsp2'. По умолчанию: '/dev/dsp', или устройство аудио по умолчанию.
sv: För oss kommer 'source' att vara sökvägen till en ljudenhet, t.ex. '/dev/dsp2'. Standard: '/dev/dsp', d.v.s. standardljudenheten.

source: For jack 'source' will be the name of the JACK server to connect to, e.g. 'foobar'. Default: 'default'.
nl: Voor jack zal ‘source’ de naam van de JACK-server zijn, bijv. ‘foobar’. Standaardwaarde: ‘default’.
ru: Для jack 'source' будет именем сервера JACK к котому надо подключиться, например 'foobar'. По умолчанию: 'default'.
sv: För jack kommer 'source' att vara namnet på JACK-servern att ansluta till, t.ex. 'foobar'. Standard: 'default'.

source: Sample rate:
nl: Samplesnelheid:
ru: Частота дискретизации:
sv: Samplingsfrekvens:

source: Only for fifo, pipewire, sndio, oss
nl: Alleen van toepassing op fifo, pipewire, sndio en oss
ru: Только для fifo, pipewire, sndio, oss
sv: Endast för fifo, pipewire, sndio, oss

source: Sample bits:
ru: Битовая глубина:
sv: bitdjup:

source: Channels:
nl: Aantal kanalen:
ru: Каналы:
sv: Kanaler:

source: Only for pipewire & cava>=0.10.6, sndio, oss, jack
nl: Alleen van toepassing op pipewire en cava>=0.10.6, sndio, oss en jack
ru: Только для pipewire & cava>=0.10.6, sndio, jack
sv: Endast för pipewire & cava>=0.10.6, sndio, oss, jack

source: Auto connect:
nl: Automatisch verbinden:
ru: Авто-подключение:
sv: Automatisk anslutning:

source: Only for jack
nl: Alleen van toepassing op jack
ru: Только для jack
sv: Endast för jack

source: Active:
nl: Actief:
ru: Активный:
sv: Aktiv:

source: Only for pipewire & cava>=0.10.6. Force the node to always process. Useful for monitoring sources when no other application is active.
nl: Alleen van toepassing op pipewire en cava>=0.10.6. Dwing het bijwerken van het knooppunt af. Handig voor het monitoren als er geen ander programma geopend is.
ru: Только для pipewire & cava>=0.10.6. Принудительно заставляет узел (node) всегда обрабатывать сигнал. Полезно для мониторинга источников, когда другие приложения не активны.
sv: Endast för pipewire & cava>=0.10.6. Tvinga noden att alltid bearbeta. Användbart för att övervaka källor när ingen annan applikation är aktiv.

source: Remix:
nl: Remixen:
ru: Ремикс:

source: Only for pipewire & cava>=0.10.6. Allow to remix audio channels to match cava's channel count. Useful for surround sound.
nl: Alleen van toepassing op pipewire en cava>=0.10.6. Sta het remixen van audiokanalen toe om overeen te komen met cava's kanalen. Handig voor surroundsound.
ru: Только для pipewire & cava>=0.10.6. Разрешить перемешивание аудиоканалов для соответствия количеству каналов Cava. Полезно для многоканального звука.
sv: Endast för pipewire & cava>=0.10.6. Tillåter att remixa ljudkanaler för att matcha Cavas kanalantal. Användbart för surroundljud.

source: Virtual:
nl: Virtueel:
ru: Виртуальный:
sv: Virtuell:

source: Only for pipewire & cava>=0.10.6. Set the node to virtual, to avoid recording notifications from the DE.
nl: Alleen van toepassing op pipewire en cava>=0.10.6. Maak het knooppunt virtueel om opnamemeldingen van de werkomgeving te onderdrukken.
ru: Только для pipewire & cava>=0.10.6. Переключить узел в виртуальный, чтобы избежать записи звука уведомлений.
sv: Endast för pipewire & cava>=0.10.6. Ställ in noden på virtuell för att undvika att spela in aviseringar från skrivbordsmiljön.

source: Output
nl: Uitvoer
ru: Вывод
sv: Utdataenhet

source: Visual channels:
nl: Visuele kanalen:
ru: Визуальные каналы:
sv: Visuella kanaler:

source: 'mono' outputs left to right lowest to highest frequencies. 'stereo' mirrors both channels with low frequencies in center.
nl: ‘mono’ geeft uitvoer van links naar rechts, met de laagste tot hoogste frequenties; ‘stereo’ geeft uitvoer op beide kanalen, met de laatste frequenties in het midden.
ru: В режиме ‘mono’ выводится слева направо от низких к высоким частотам. В режиме ‘stereo’ оба канала отображаются зеркально, низкие частоты находятся по центру.
sv: 'mono' återger från vänster till höger, lägsta till högsta frekvenser. 'stereo' speglar båda kanalerna med de låga frekvenser i mitten.

source: Mono channel:
nl: Monokanaal:
ru: Моно-канал:
sv: Monokanal:

source: Display frequencies the other way around
nl: Verwissel de frequenties van plek
ru: Отображать частоты наоборот
sv: Återger frekvenser omvänt

source: Smoothing
nl: Vloeiendheid
ru: Сглаживание
sv: Utjämning

source: Noise reduction:
nl: Ruisonderdrukking:
ru: Шумоподавление:
sv: Brusreducering:

source: The raw visualization is very noisy, this factor adjusts the integral and gravity filters to keep the signal smooth. 100 will be very slow and smooth, 0 will be fast but noisy.
nl: De standaardvisualisatie bevat erg veel ruis. Met behulp van deze factor kun je de filters afstellen om het signaal vloeiend door te laten komen. 100 is erg langzaam, maar wel vloeiend; 0 is snel, maar met veel ruis.
ru: Сырая визуализация очень шумная, этот параметр настраивает интегральный и гравитационный фильтры, чтобы удерживать сигнал плавным. Значение 100 сделает движение очень медленным и гладким, значение 0 — быстрым, но шумным.
sv: Den råa visualiseringen är mycket brusig, denna faktor justerar integral- och gravitationsfiltren så att signalen hålls jämn. 100 kommer att vara väldigt långsam och jämn, 0 kommer att vara snabb men brusig.

source: Enable the so-called "Monstercat smoothing" with or without "waves".
nl: Schakel de zogeheten ‘Monstercat-vloeiendheid’ in, met of zonder golven.
ru: Включает так называемое "Monstercat сглаживание" с или без "волн".
sv: Aktivera den så kallade "Monstercat-utjämningen" med eller utan "Vågor".

source: Waves
nl: Golven
ru: Волны
sv: Vågor

source: Equalizer
ru: Эквалайзер

source: Enabled:
nl: Ingeschakeld:
ru: Включён:
sv: Aktiverad:

source: Adjust frequencies by a multiplication factor, more bands equals more precision.
nl: Pas frequenties aan de hand van een vermenigvuldigingsfactoor aan. Meer banden = preciezer.
ru: Корректирует частоты с помощью коэффициента умножения; большее число полос означает более высокую точность.
sv: Justera frekvenserna med en multiplikationsfaktor, desto fler band, desto högre precision.

source: Auto-hide when idle:
nl: Automatisch verbergen na inactiviteit:
ru: Автосокрытие при неактивности:
sv: Dölj automatiskt vid inaktivitet:

source: After
nl: Na
ru: После
sv: Efter

source: seconds
nl: seconden
ru: секунд
sv: sekunder

source: Desktop background:
nl: Bureaubladachtergrond:
ru: Задний фон рабочего стола:
sv: Bakgrundsfärg:

source: Transparent
nl: Doorzichtig
ru: Прозрачный

source: Transparent with shadow
nl: Doorzichtig, met schaduw
ru: Прозрачный с тенью
sv: Transparent med skugga

source: Disable tooltip:
nl: Hulpballon uitschakelen
ru: Отключить всплывающую подсказку:
sv: Inaktivera verktygstips:

source: Disable ToolTip that shows the widget name and description.
nl: Schakel de hulpballon uit de de widgetnaam en -beschrijving toont.
ru: Отключает всплывающую подсказку, которая показывает имя виджета и его описание.
sv: Inaktivera verktygstips som visar widgetens namn och beskrivning.

source: Disable left click:
nl: Linksklikken uitschakelen:
ru: Отключить левый клик:
sv: Inaktivera vänsterklick:

source: Applet popup will still be accessible from the right click menu.
nl: De pop-up is nog toegankelijk via het rechtermuisknopmenu.
ru: Всплывающее окно апплета всё ещё будет доступно из контекстного меню по правому клику.
sv: Applet-popupen kommer fortfarande att vara tillgänglig från högerklicksmenyn.

source: Troubleshooting
nl: Probleemoplossing
ru: Решение проблем
sv: Felsökning

source: Debug mode:
nl: Foutopsporingsmodus:
ru: Режим отладки:
sv: Felsökningsläge:

source: Print additional messages to the system log. To make it easier to spot sizing issues, this will also force full height to the first visualizer bar and displays a grid over it.
nl: Toon aanvullende berichten in het systeemlogboek. Ook wordt de eerste visualisatiebalk groter gemaakt en voorzien van een rooster, zodat problemen makkelijker te zien zijn.
ru: Выводить дополнительные сообщения в системный журнал. Чтобы упростить обнаружение проблем с размерами, этот режим также принудительно устанавливает полную высоту для первой полосы визуализатора и отображает поверх неё сетку.
sv: Skriv ut ytterligare meddelanden till systemloggen. För att göra det lättare att upptäcka storleksproblem, detta kommer också att tvinga fram full höjd på det första visualiseringsfältet och visar ett rutnät över det.

source: height
nl: hoogte
ru: высота
sv: höjd

source: width
nl: breedte
ru: ширина
sv: bredd

source: Style:
nl: Stijl:
ru: Стиль:
sv: Stil:

source: Bars
nl: Balken
ru: Столбики
sv: Band

source: Wave
nl: Golf
ru: Волны
sv: Vågor

source: Blocks
ru: Блоки

source: Fill wave
nl: Opgevulde golf
ru: Заполнить волну
sv: Fyll vågor

source: Draw inactive blocks
ru: Рисовать неактивные блоки

source: Circle mode:
nl: Cirkelmodus:
ru: Круговой режим:

source: Circle size:
nl: Cirkelomvang:
ru: Размер круга:

source: Top
nl: Bovenkant
ru: Сверху
sv: Topp

source: Bottom
nl: Onderkant
ru: Снизу
sv: Botten

source: Left
nl: Links
ru: Слева
sv: Vänster

source: Right
nl: Rechts
ru: Справа
sv: Höger

source: Fill panel %1:
nl: Paneel ‘%1’ opvullen:
ru: Заполнить панель %1:
sv: Fyll panelens %1:

source: Fixed %1:
nl: Vaste %1:
ru: Фиксированная %1:
sv: Fixerad %1:

source: Fill panel thickness:
nl: Paneelopvulling:
ru: Заполнить толщину панели:
sv: Fyll panelens tjocklek:

source: Centered bars:
nl: Gecentreerde balken:
ru: Центрированные столбики:
sv: Centrerade band:

source: Rounded bars:
nl: Afgeronde balken:
ru: Закруглённые столбики:
sv: Rundade band:

source: Line width:
nl: Lijnbreedte:
ru: Ширина линии:
sv: Linjebredd:

source: Bar width:
nl: Balkbreedte:
ru: Ширина столбика:
sv: Bandens bredd:

source: Bar gap:
nl: Ruimte tussen balken:
ru: Расстояние между столбиками:
sv: Bandens mellanrum:

source: Block height:
ru: Высота блока:

source: Block gap:
ru: Расстояние между блоками:

source: Wave Color
nl: Golfkleur
ru: Цвет волны
sv: Vågfärg

source: Bar Color
nl: Balkkleur
ru: Цвет столбика
sv: Bandfärg

source: Inactive block color
ru: Цвет неактивного блока

source: Wave Fill Color
nl: Opgevulde golfkleur
ru: Цвет заливки волны
sv: Vågfyllningsfärg

source: Show support information
nl: Ondersteuningsinformatie tonen
ru: Отображать информацию поддержки
sv: Visa supportinformation
