Repository: xerolinux/xero-layan-git
Catalog: Configs/Home/.local/share/plasma/plasmoids/com.github.k-donn.plasmoid-wunderground/translate/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_br, ru_ru, sr_latn

source: Search by:
de_de: Suche nach
ja_jp: 検索条件:
nl_nl: Zoeken op:
ru_ru: Поиск по:

source: Area Name
de_de: Gebietsname

source: Weatherstation ID:
de_de: Wetterstation ID
es_es: ID de la estación meteorológica
fr_fr: ID de la station météorologique:
it_it: ID stazione meteorologica:
ja_jp: 気象観測所ID:
nl_nl: Weerstation-id:
pt_br: ID da Estação Meteorológica:
ru_ru: ID метеостанции:
sr_latn: ID Meteorološke stanice

source: Search
de_de: Suche

source: Enter Station
de_de: Aktuelle Station
es_es: Introducir estación
fr_fr: Saisir la station
it_it: Inserire la stazione
ja_jp: 駅に入る
nl_nl: Voer de naam in van een weerstation
pt_br: Inserir Estação
ru_ru: Ввести станцию
sr_latn: Upiši Stanicu

source: Enter city, state, locality, or address
de_de: Stadt, Bundesland, Ort oder Adresse eingeben

source: Click or drag the marker on the map below.
de_de: Klicken oder ziehen Sie die Markierung auf der Karte unten.

source: Searching place:
de_de: Standortsuche
ja_jp: 検索場所:
nl_nl: Zoekplaats:
ru_ru: Место поиска:

source: Choose
de_de: Wähle
ja_jp: 選ぶ
nl_nl: Kiezen
ru_ru: Выбирать

source: Searching by Weatherstation ID. Example: KGADACUL1
de_de: Suche nach Wetterstations-ID. Beispiel: KGADACUL1

source: Selected latitude: %1, longitude: %2
de_de: Ausgewählter Breitengrad: %1, Längengrad: %2

source: Error (%1): %2
de_de: Fehler (%1): %2

source: Warning
de_de: Warnung

source: Station has failed quality checks and may provide unreliable data.
de_de: Die Station hat die Qualitätsprüfungen nicht bestanden und liefert möglicherweise unzuverlässige Daten.

source: Station Health: %1%
de_de: Zustand der Station: %1%

source: Test Station
de_de: Prüfe die Station

source: Selected Station: %1 (%2)
de_de: Ausgewählte Station: %1 (%2)

source: Error: %1 message: %2
de_de: Fehler: %1 Nachricht: %2

source: Station active!
de_de: Station aktiv!

source: Reporting %1% of properties.
de_de: Berichtet %1 Eigenschaften

source: Station active.
de_de: Station aktiv

source: Station unhealthy.
de_de: Station fehlerhaft

source: Error: Bad station.
de_de: Fehler: Schlechte Station

source: Error: Station not active!
de_de: Fehler: Station nicht aktiv

source: City Name
de_de: Stadt
ja_jp: 都市名
nl_nl: Stadsnaam
ru_ru: Название города

source: Uses WGS84 geocode coordinates
de_de: WGS84 Geocode Koordinaten
es_es: Utiliza coordenadas de geocodificación WGS84
fr_fr: Coordonnées geocode WGS84
it_it: Utilizza le coordinate geocodificate WGS84
ja_jp: WGS84ジオコード座標を使用
nl_nl: Hiervoor worden de WGS84-geocodecoördinaten gebruikt
pt_br: Usa coordenadas geográficas WGS84
ru_ru: Геокод в формате WGS84
sr_latn: Koristi WGS84 geokod koordinate

source: Use Station ID, not city name. Select 'Search by: City Name' to search by city.
de_de: Nutze Stations-ID, nicht die Stadt. Wähle 'Suche nach: Stadt' um nach der Stadt zu suchen
ja_jp: 都市名ではなくステーションIDを使用してください。都市名で検索するには、「都市名で検索」を選択してください。
nl_nl: Gebruik de stations-ID, niet de stadsnaam. Selecteer &#39;Zoeken op: Stadsnaam&#39; om op stad te zoeken.
ru_ru: Используйте идентификатор станции, а не название города. Выберите «Поиск по названию города», чтобы искать по городу.

source: Enter City Name
de_de: Eingabe Stadt
ja_jp: 都市名を入力
nl_nl: Voer de stadsnaam in
ru_ru: Введите название города

source: Latitude:
de_de: Breitengrad
es_es: Latitud:
it_it: Latitudine:
ja_jp: 緯度：
nl_nl: Breedtegraad:
ru_ru: Широта:
sr_latn: Geografska širina:

source: Longitude:
de_de: Längengrad
es_es: Longitud:
it_it: Longitudine:
ja_jp: 経度：
nl_nl: Lengtegraad:
ru_ru: Долгота:
sr_latn: Geografska dužina:

source: Cloud Cover
de_de: Bewölkungsdichte
fr_fr: Couverture nuageuse
ja_jp: 雲量
nl_nl: Bewolking
ru_ru: Облачный покров
sr_latn: Oblačnost

source: Precipitation Chance
de_de: Niederschlagswahrscheinlichkeit
fr_fr: Risque de précipitations
ja_jp: 降水確率
nl_nl: Kans op neerslag
ru_ru: Вероятность осадков
sr_latn: Šansa za Padavine

source: Snow Precipitation Rate
de_de: Schneefallstärke
fr_fr: Taux de chutes de neige
ja_jp: 降雪量
nl_nl: Sneeuwneerslagsnelheid
ru_ru: Норма выпадения снега
sr_latn: Stopa Padavina Snega

source: Set the weather station to pull data from.
de_de: Einstellen der Wetterstation von der die Daten erhoben werden
es_es: Configure la estación meteorológica para extraer datos.
fr_fr: Sélection de la station météorologique pour extraire les données
it_it: Impostare la stazione meteorologica da cui estrarre i dati.
ja_jp: データを取得する気象ステーションを設定します。
nl_nl: Kies het weerstation dat de gegevens moet leveren.
pt_br: Defina a estação meteorológica de onde puxar os dados.
ru_ru: Конфигурация метеостанции, с которой будут извлекаться данные.
sr_latn: Podesite meteorološku stanicu da preuzima podatke sa.

source: Please Configure
de_de: Bitte Konfigurieren
es_es: Configurar por favor
fr_fr: Veuillez configurer
it_it: Configurare
ja_jp: 設定してください
nl_nl: Instellen
pt_br: Por favor, configure
ru_ru: Настроить
sr_latn: Molimo Vas Podesite

source: Error...
de_de: Fehler
fr_fr: Erreur...
it_it: Errore...
ja_jp: エラー...
nl_nl: Foutmelding
pt_br: Erro...
ru_ru: Ошибка...
sr_latn: Greška...

# Do not edit HTML tags.
source: <font size='4'>Feels: %1</font><br />
de_de: <font size='4'>Gefühlt: %1</font><br />
es_es: <font size='4'>Sensación: %1</font><br />
fr_fr: <font size='4'>Ressenti: %1</font><br />
ja_jp: <font size='4'>感情: %1</font><br />
nl_nl: <font size='4'>Voelt als: %1</font><br />
pt_br: <font size='4'>Sensação: %1</font><br />
ru_ru: <font size='4'>по ощущениям: %1</font><br />
sr_latn: <font size='4'>Osećaj: %1</font><br />

# Do not edit HTML tags. 'Wnd Spd' means Wind Speed
source: <font size='4'>Wnd spd: %1</font><br />
de_de: <font size='4'>Wind: %1</font><br />
es_es: <font size='4'>Veloc. viento: %1</font><br />
fr_fr: <font size='4'>Vent: %1</font><br />
ja_jp: <font size='4'>ウィンド速度: %1</font><br />
nl_nl: <font size='4'>Windsnelh.: %1</font><br />
pt_br: <font size='4'>Vel. vento: %1</font><br />
ru_ru: <font size='4'>скорость ветра: %1</font><br />
sr_latn: <font size='4'>Brzina vetra: %1</font><br />

source: Refresh weather
de_de: Wetterdaten aktualisieren
es_es: Refrescar información meteorológica
fr_fr: Actualiser la météo
it_it: Aggiorna il meteo
ja_jp: 天気を更新
nl_nl: Vernieuw het weer
pt_br: Atualizar clima
ru_ru: Обновить погоду
sr_latn: Osveži vremenske podatke

source: Station
es_es: Estación
it_it: Stazione
ja_jp: 駅
pt_br: Estação
ru_ru: Станция
sr_latn: Stanica

source: AQI: %1
fr_fr: IQA: %1
it_it: AQI
ja_jp: 大気質指数: %1
pt_br: IQAr: %1
ru_ru: АКИ: %1

source: AQHI: %1
fr_fr: IQHA: %1
ja_jp: 大気質高度: %1
pt_br: IQHAr: %1

source: Solar info
es_es: Información solar
fr_fr: Informations solaires
it_it: Informazioni solari
ja_jp: 太陽情報
nl_nl: Zonne-informatie
pt_br: Informação Solar
ru_ru: Информация о солнечной энергии
sr_latn: Solarne informacije

# The unit system
source: Imperial
fr_fr: Impérial
it_it: Imperiale
ja_jp: インペリアル
nl_nl: Imperiaal
ru_ru: Американская
sr_latn: Imperijalni

# The unit system
source: Hybrid (UK)
es_es: Híbrido (UK)
fr_fr: Hybride (GB)
it_it: Ibrido (UK)
ja_jp: ハイブリッド（英国）
nl_nl: Hybride (VK)
pt_br: Híbrido (RU)
ru_ru: Британская
sr_latn: Hibridni (UK)

# per 12 hours, please keep it short
source: /12h
ja_jp: /12時間
nl_nl: /12 uur
ru_ru: /12ч

source: Loading data...
es_es: Cargando datos...
fr_fr: Chargement des données
it_it: Caricamento dati...
ja_jp: データを読み込んでいます...
sr_latn: Učitavam podatke...

source: Desktop Widget:
es_es: Widget de escritorio:
fr_fr: Widget de bureau :
ja_jp: デスクトップウィジェット:
nl_nl: Bureaubladwidget:
pt_br: Widget da Área de Trabalho:
ru_ru: Виджет рабочего стола:
sr_latn: Desktop Vidžet:

# Do not edit HTML tags. 'Temp' means temperature
source: <font size='4'>Temp: %1</font><br />
ja_jp: <font size='4'>温度: %1</font><br />
ru_ru: <font size='4'>температура: %1</font><br />

source: ID:
ru_ru: ИДЕНТИФИКАТОР:

source: Station Info
es_es: Información de estación
fr_fr: Informations sur la station

source: Remove Selected
es_es: Eliminar seleccionado
fr_fr: Supprimer la sélection

source: Confirm Remove %1
es_es: Confirmar eliminar %1
fr_fr: Confirmer la suppression de %1

source: Add
es_es: Añadir
fr_fr: Ajouter

source: Choose…
es_es: Escoger
fr_fr: Choisir…
