Repository: xerolinux/xero-layan-git
Catalog: Configs/Home/.local/share/plasma/plasmoids/com.github.k-donn.plasmoid-wunderground/translate/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_br, ru_ru, sr_latn

source: Wunderground Personal Weather Station viewer
de_de: Meine Wetterstation
es_es: Visor de la estación meteorológica personal Wunderground
fr_fr: Visualisation de station météorologique personnelle Wunderground
it_it: La stazione meteo personale Wunderground
ja_jp: Wunderground 個人用気象ステーション ビューアー
nl_nl: Wunderground - Bekijk je eigen weerstation
pt_br: Visualizador de Estação Meteorológica Pessoal Wunderground
ru_ru: Программа просмотра персональных метеостанций Wunderground
sr_latn: Wunderground Prikazivač Personalnih Meteoroloških Stanica

source: Location not found
de_de: Standort nicht gefunden

source: Appearance
de_de: Aussehen
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto
ja_jp: 外観
nl_nl: Verschijning
pt_br: Aparência
ru_ru: Появление
sr_latn: Izgled

source: Units
de_de: Einheiten
es_es: Unidades
fr_fr: Unités
it_it: Unità
ja_jp: ユニット
nl_nl: Eenheden
pt_br: Unidades
ru_ru: Единицы
sr_latn: Jedinice

source: Debug
de_de: Debuggen
es_es: Depuración
fr_fr: Débogage
ja_jp: デバッグ
nl_nl: Foutopsporing
pt_br: Depuração
ru_ru: Отлаживать
sr_latn: Debag

source: Status Color
de_de: Status
es_es: Color de estado
fr_fr: Couleur de statut
it_it: Stato Colore
ja_jp: ステータスカラー
nl_nl: Statuskleur
pt_br: Cor de Status
ru_ru: Цвет статуса
sr_latn: Boja Statusa

source: Air quality
de_de: Luftqualität
es_es: Calidad del aire
fr_fr: Qualité de l'air
it_it: Qualità dell'aria
ja_jp: 空気の質
nl_nl: Luchtkwaliteit
pt_br: Qualidade do ar
ru_ru: Качество воздуха
sr_latn: Kvalitet vazduha

source: Primary pollutant:
de_de: Primärschadstoff:
es_es: Contaminante primario
fr_fr: Polluant principal :
it_it: Inquinante primario:
ja_jp: 主な汚染物質:
nl_nl: Primaire verontreinigende stof:
pt_br: Poluente primário:
ru_ru: Основной загрязнитель:
sr_latn: Primarni zagađivač:

source: Amount: %1 %2<br/>Description: %3<br/>Index: %4
de_de: Menge: %1 %2<br/>Beschreibung: %3<br/>Index: %4
es_es: Cantidad: %1 %2<br/>Descripción: %3<br/>Index: %4
fr_fr: Quantité : %1 %2<br/>Description : %3<br/>Indice : %4
it_it: Quantità: %1 %2<br/>Desxcrizione: %3<br/>Indice: %
ja_jp: 金額: %1 %2<br/>説明: %3<br/>インデックス: %4
nl_nl: Bedrag: %1 %2<br/> Beschrijving: %3<br/> Index: %4
pt_br: Quantidade: %1 %2<br/>Descrição: %3<br/>Índice: %4
ru_ru: Сумма: %1 %2<br/> Описание: %3<br/> Индекс: %4
sr_latn: Količina: %1 %2<br/>Opis: %3<br/>Indeks: %4

source: Sunrise
de_de: Sonnenaufgang
es_es: Amanecer
fr_fr: Lever du soleil
it_it: Alba
ja_jp: 日の出
nl_nl: Zonsopgang
pt_br: Nascer do Sol
ru_ru: Восход
sr_latn: Izlazak Sunca

source: Sunset
de_de: Sonnenuntergang
es_es: Ocaso
fr_fr: Coucher du soleil
it_it: Tramonto
ja_jp: 日没
nl_nl: Zonsondergang
pt_br: Pôr do Sol
ru_ru: Закат
sr_latn: Zalazak Sunca

source: Alerts
de_de: Warnungen:
es_es: Alertas
fr_fr: Alertes
it_it: Allerte
ja_jp: アラート
nl_nl: Waarschuwingen
pt_br: Alertas
ru_ru: Оповещения
sr_latn: Upozorenja

source: There are no alerts for your area.
de_de: Es gibt keine Wetterwarnungen für ihre Region
es_es: No hay alertas para tu zona.
fr_fr: Il n'y a pas d'alertes pour votre région.
it_it: Non ci sono allarmi per la tua zona.
ja_jp: あなたの地域には警報はありません。
nl_nl: Er zijn geen meldingen voor uw regio.
pt_br: Não há alertas para sua área.
ru_ru: Для вашего региона оповещений нет.
sr_latn: Nema upozorenja za Vaš rejon.

source: Severity: %1
de_de: Level: %1
es_es: Severidad: %1
fr_fr: Sévérité : %1
it_it: Gravità: %1
ja_jp: 重大度: %1
nl_nl: Ernst: %1
pt_br: Severidade: %1
ru_ru: Серьезность: %1
sr_latn: Ozbiljnost: %1

source: Region: %1<br/>Action: %2<br/>Disclaimer: %3<br/>Issued by: %4
de_de: Region: %1<br/>Aktion: %2<br/>Haftungsausschluss: %3<br/>Ausgestellt von: %4
es_es: Región: %1<br/>Acción: %2<br/>Aviso: %3<br/>Provocado por: %4
fr_fr: Région : %1<br/>Action : %2<br/>Avertissement : %3<br/>Émis par : %4
it_it: Regione: %1<br/>Azione: %2<br/>Disclaimer: %3<br/>Rilasciato by: %4
ja_jp: 地域: %1<br/>アクション: %2<br/>免責事項: %3<br/>発行者: %4
nl_nl: Regio: %1<br/> Actie: %2<br/> Vrijwaring: %3<br/> Uitgegeven door: %4
pt_br: Região: %1<br/>Ação: %2<br/>Aviso Legal: %3<br/>Emitido por: %4
ru_ru: Регион: %1<br/> Действие: %2<br/> Отказ от ответственности: %3<br/> Выдано: %4
sr_latn: Region: %1<br/>Akcija: %2<br/>Napomena: %3<br/>Issued by: %4

source: There are weather alerts for your area!
de_de: Es gibt Wetterwarnungen für ihre Region
es_es: ¡Hay alertas meteorológicas para tu zona!
fr_fr: Il y a des alertes météo pour votre région !
it_it: Ci sono allerte meteo per la tua zona!
ja_jp: あなたの地域に気象警報があります!
nl_nl: Er zijn weeralarmen voor uw regio!
pt_br: Há alertas meteorológicos para sua área!
ru_ru: Для вашего региона доступны оповещения о погоде!
sr_latn: Postoje meteorološka upozorenja za Vaš rejon!

source: Wind & Gust
de_de: Wind & Böen
es_es: Ráfaga de viento
fr_fr: Vent et Rafale
it_it: Vento e polvere
ja_jp: 風と突風
nl_nl: Windsnelheid
pt_br: Vento e Rajada
ru_ru: Ветер и Порывы
sr_latn: Vetar i Udari Vetra

source: Feels like %1
de_de: Gefühlt wie %1
es_es: Sensación térmica de %1
fr_fr: Ressenti %1
it_it: Percepito %1
ja_jp: %1のような気分
nl_nl: Gevoelstemperatuur: %1
pt_br: Sensação de %1
ru_ru: По ощущениям %1
sr_latn: Osećaj kao %1

source: Wind from: %1 (%2°)
de_de: Wind von: %1 (%2°)
es_es: Viento desde: %1 (%2°)
fr_fr: Direction du vent: %1 (%2°)
it_it: Vento da: %1 (%2°)
ja_jp: 風向: %1 (%2°)
nl_nl: Windrichting: %1 (%2°)
pt_br: Vento de: %1 (%2°)
ru_ru: Напралвение ветра: %1 (%2°)
sr_latn: Vetar sa: %1 (%2°)

source: Dew Point
de_de: Taupunkt
es_es: Punto de rocío
fr_fr: Point de rosée
it_it: Punto di Rugiada
ja_jp: 露点
nl_nl: Dauwpunt
pt_br: Ponto de Orvalho
ru_ru: Точка Росы
sr_latn: Tačka Rosišta

source: Precipitation Rate
de_de: Niederschlagsrate
es_es: Tasa de Precipitación
fr_fr: Précipitations
ja_jp: 降水量
nl_nl: Neerslagsnelheid
pt_br: Taxa de Precipitação
ru_ru: Количество Осадков
sr_latn: Stopa padavina

source: Pressure
de_de: Luftdruck
es_es: Presión
fr_fr: Pression
it_it: Pressione
ja_jp: プレッシャー
nl_nl: Luchtdruk
pt_br: Pressão
ru_ru: Давление
sr_latn: Pritisak

source: Pressure has risen %1 in the last three hours.
de_de: In den letzten 3 Stunden ist der Luftdruck um %1 gestiegen
es_es: La presión ha aumentado un 1% en las últimas tres horas.
fr_fr: La pression a augmenté de %1 au cours des trois dernières heures.
it_it: La pressione è aumentata del %1 nelle ultime tre ore.
ja_jp: 過去 3 時間で圧力が %1 上昇しました。
nl_nl: De druk is de afgelopen drie uur met %1 gestegen.
pt_br: A pressão aumentou %1 nas últimas três horas.
ru_ru: Давление выросло на %1 за последние три часа.
sr_latn: Pritisak se povećao za %1 tokom prethodna tri sata.

source: Pressure has fallen %1 in the last three hours.
de_de: In den letzten 3 Stunden ist der Luftdruck um %1 gefallen
es_es: La presión ha descendido un 1% en las últimas tres horas.
fr_fr: La pression a chuté de %1 au cours des trois dernières heures.
it_it: La pressione è scesa del %1 nelle ultime tre ore.
ja_jp: 過去 3 時間で圧力が %1 低下しました。
nl_nl: De druk is de laatste drie uur met %1 gedaald.
pt_br: A pressão caiu %1 nas últimas três horas.
ru_ru: Давление упало на %1 за последние три часа.
sr_latn: Pritisak je opao za %1 tokom prethodna tri sata.

source: Humidity
de_de: Luftfeuchtigkeit
es_es: Humedad
fr_fr: Humidité
it_it: Umidità
ja_jp: 湿度
nl_nl: Luchtvochtigheid
pt_br: Umidade
ru_ru: Влажность
sr_latn: Vlažnost

# Short for: 'Precipitation Accumulation'
source: Precipitation Accum.
de_de: Niederschlagsmenge
fr_fr: Précipitations cumulées
ja_jp: 降水量累計
nl_nl: Neerslagaccumulatie
pt_br: Acúmulo de Precipitação
ru_ru: Скопление Осадков.
sr_latn: Akumul. Padavina

source: UV
de_de: UV Index
ja_jp: 紫外線
nl_nl: UV-index
pt_br: Índice UV
ru_ru: УФ

# Do not edit HTML tags.
source: <font size='4'>Feels like: %1<br/>Thunder: %2<br/>UV: %3<br/>Snow: %4<br/>Golf: %5</font>
de_de: <font size='4'>Gefühlt wie: %1<br/>Gewitter: %2<br/>UV: %3<br/>Schnee: %4<br/>Golf: %5</font>
es_es: <font size='4'>Sensación térmica de: %1<br/>Tormenta: %2<br/>UV: %3<br/>Nieve: %4<br/>Granizo: %5</font>
fr_fr: <font size='4'>Ressenti : %1<br/>Orage : %2<br/>UV : %3<br/>Neige : %4<br/>Golf : %5</font>
it_it: <font size='4'>Percepita: %1<br/>Tuono: %2<br/>UV: %3<br/>Neve: %4<br/>Golf: %5</font>
ja_jp: <font size='4'>体感：%1<br/>雷: %2<br/>紫外線: %3<br/>雪: %4<br/>ゴルフ: %5</font>
nl_nl: <font size='4'>Voelt als: %1<br/> Donder: %2<br/> UV: %3<br/> Sneeuw: %4<br/> Golf: %5</font>
pt_br: <font size='4'>Sensação de: %1<br/>Trovão: %2<br/>UV: %3<br/>Neve: %4<br/>Golfe: %5</font>
ru_ru: <font size='4'>Ощущение как: %1<br/> Гром: %2<br/> УФ: %3<br/> Снег: %4<br/> Гольф: %5</font>
sr_latn: <font size='4'>Osećaj kao: %1<br/>Grmljavina: %2<br/>UV: %3<br/>Sneg: %4<br/>Golf: %5</font>

source: Sorry! The widget ran into a network error:
de_de: Entschuldigung! Das Widget hat einen Netzwerkfehler festgestellt:

source: Weather Details
de_de: Aktuelles Wetter
es_es: Detalles del clima
fr_fr: Détails Méteo
it_it: Dettagli meteo
ja_jp: 天気詳細
nl_nl: Weerinformatie
pt_br: Detalhes do Tempo
ru_ru: Информация о погоде
sr_latn: Vremenski Detalji

source: Forecast
de_de: Wettervorhersage
es_es: Pronóstico
fr_fr: Prévisions
it_it: Previsioni
ja_jp: 予報
nl_nl: Weersvoorspelling
pt_br: Previsão
ru_ru: Прогноз
sr_latn: Prognoza

source: Day Chart
de_de: Tagesdiagramme
fr_fr: Graphique journalier
ja_jp: 日別チャート
nl_nl: Daggrafiek
ru_ru: Дневной график
sr_latn: Dnevni Prikaz

source: More Info
de_de: Weitere Informationen
es_es: Más información
fr_fr: Plus d'informations
it_it: Maggiori informazioni
ja_jp: 詳細情報
nl_nl: Meer informatie
pt_br: Mais Informações
ru_ru: Дополнительная информация
sr_latn: Više Informacija

source: High: %1 Low: %2
de_de: Temp max.: %1 Temp min.: %2
es_es: Alto: %1 Bajo: %2
fr_fr: Maxi: %1 Mini: %2
it_it: Alto: %1 Basso: %2
ja_jp: 最高: %1 最低: %2
nl_nl: Hoog: %1 - Laag: %2
pt_br: Máxima: %1 - Mínima: %2
ru_ru: Высокий: %1 Низкий: %2
sr_latn: Najviša: %1 Najniža: %2

source: Loading...
de_de: Laden
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
ja_jp: 読み込み中...
nl_nl: Bezig met laden…
pt_br: Carregando...
ru_ru: Загрузка...
sr_latn: Učitavam...

source: Compact Representation
de_de: Kontrollleistenansicht
es_es: Representación compacta
fr_fr: Affichage Compact
it_it: Rappresentazione compatta
ja_jp: コンパクトな表現
nl_nl: Compacte indeling gebruiken
pt_br: Representação Compacta
ru_ru: Компактное представление
sr_latn: Kompaktna Reprezentacija

source: Show temperature:
de_de: Zeige Temperatur
es_es: Mostrar temperatura
fr_fr: Afficher la température :
it_it: Mostra la temperatura:
ja_jp: 温度を表示:
nl_nl: Temperatuur weergeven:
pt_br: Mostrar temperatura:
ru_ru: Показать температуру:
sr_latn: Prikaži temperaturu:

source: Text display:
de_de: Schriftart
es_es: Texto mostrado
fr_fr: Affichage du texte :
it_it: Visualizzazione testo:
ja_jp: テキスト表示:
nl_nl: Tekstweergave:
pt_br: Exibição de texto:
ru_ru: Текстовый дисплей:
sr_latn: Prikaz teksta:

source: Automatic
de_de: Automatisch
es_es: Automático
fr_fr: Automatique
it_it: Automatico
ja_jp: 自動
nl_nl: Automatisch
pt_br: Automático
ru_ru: Автоматический
sr_latn: Automatski

source: Text will follow the system font and expand to fill the available space.
de_de: System Schriftart, vorhandener Platz wird ausgefüllt
es_es: El texto seguirá la fuente del sistema y se expandirá para llenar el espacio disponible.
fr_fr: Le texte suivra la police système et s'étendra pour remplir l'espace disponible.
it_it: Il testo seguirà il carattere del sistema e si espanderà per riempire lo spazio disponibile.
ja_jp: テキストはシステム フォントに従い、使用可能なスペースを埋めるように拡張されます。
nl_nl: De tekst volgt het systeemlettertype en wordt groter totdat de beschikbare ruimte is opgevuld.
pt_br: O texto seguirá a fonte do sistema e se expandirá para preencher o espaço disponível.
ru_ru: Текст будет соответствовать системному шрифту и расширяться, заполняя доступное пространство.
sr_latn: Tekst će pratiti systemske fontove i proširiti se da popuni dostupan prostor.

source: Manual
de_de: Manuell
fr_fr: Manuel
it_it: Manuale
ja_jp: マニュアル
nl_nl: Handmatig
ru_ru: Руководство
sr_latn: Ručno

source: Choose Style…
de_de: Wähle Schriftartenstil
es_es: Elegir estilo...
fr_fr: Choisir le style…
it_it: Scegli lo Stile…
ja_jp: スタイルを選択…
nl_nl: Kies stijl…
pt_br: Escolher Estilo…
ru_ru: Выберите стиль…
sr_latn: Izaberite Stil

source: Choose a Font
de_de: Wähle Schriftart
es_es: Elegir fuente
fr_fr: Choisir une police
it_it: Scegli un Font
ja_jp: フォントを選択
nl_nl: Kies een lettertype
pt_br: Escolher uma Fonte
ru_ru: Выберите шрифт
sr_latn: Izaberite Font

source: System Tray Representation
de_de: Kontrollleistenansicht
ja_jp: システムトレイの表示
nl_nl: Systeemvakweergave
ru_ru: Представление системного трея

source: Full Representation
de_de: Desktopansicht
es_es: Representación completa
fr_fr: Affichage Complet
it_it: Rappresentazione completa
ja_jp: 完全な表現
nl_nl: Uitgebreide indeling gebruiken
pt_br: Representação Completa
ru_ru: Полное представление
sr_latn: Puna Reprezentacija

source: Property header text size
de_de: Eigenschaften
es_es: Propiedades del tamaño del texto del encabezado
fr_fr: Taille du texte du titre des catégories
it_it: Proprietà dimensione del testo dell'intestazione
ja_jp: プロパティヘッダーのテキストサイズ
nl_nl: Tekstgrootte van koppen
pt_br: Tamanho do texto do cabeçalho da propriedade
ru_ru: Размер текста заголовка свойства
sr_latn: Veličina teksta zaglavlja svojstva

source: Property text size
de_de: Wetter-Werte
es_es: Propiedad del tamaño de texto
fr_fr: Taille du texte des catégories
it_it: Proprietà dimensione del testo
ja_jp: プロパティのテキストサイズ
nl_nl: Tekstgrootte van items
pt_br: Tamanho do texto da propriedade
ru_ru: Размер текста свойства
sr_latn: Veličina teksta svojstva

source: Temperature text size
de_de: Temperatur
es_es: Tamaño del texto de temperatura
fr_fr: Taille du texte de la température
it_it: Dimensione testo temperatura
ja_jp: 温度のテキストサイズ
nl_nl: Tekstgrootte van temperatuur
pt_br: Tamanho do texto da temperatura
ru_ru: Размер текста температуры
sr_latn: Veličina teksta za prikaz temperature

source: small (16x16)
de_de: Klein
fr_fr: petit (16x16)
it_it: piccole (16x16)
ja_jp: 小（16x16）
nl_nl: klein (16x16)
pt_br: pequeno (16x16)
ru_ru: маленький (16x16)
sr_latn: mali (16x16)

source: smallMedium (22x22)
de_de: Klein-Medium
fr_fr: petit-moyen (22x22)
it_it: medioPiccole (22x22)
ja_jp: 小中（22x22）
nl_nl: kleinMedium (22x22)
pt_br: pequeno-médio (22x22)
ru_ru: маленькийCредний (22x22)
sr_latn: maliSrednji (22x22)

source: medium (32x32)
de_de: Medium
fr_fr: moyen (32x32)
it_it: medie (32x32)
ja_jp: 中（32x32）
nl_nl: middelgroot (32x32)
pt_br: médio (32x32)
ru_ru: средний (32x32)
sr_latn: srednji (32x32)

source: large (48x48)
de_de: Groß
fr_fr: grand (48x48)
it_it: grandi (48x48)
ja_jp: 大きい（48x48）
nl_nl: groot (48x48)
pt_br: grande (48x48)
ru_ru: большой (48x48)
sr_latn: veliki (48x48)

source: huge (64x64)
de_de: Riesig
fr_fr: très grand (64x64)
it_it: enorme (64x64)
ja_jp: 巨大（64x64）
nl_nl: enorm (64x64)
pt_br: enorme (64x64)
ru_ru: огромный (64x64)
sr_latn: jako veliki (64x64)

source: enormous (128x128)
de_de: Enorm
fr_fr: énorme (128x128)
it_it: grandissimo (128x128)
ja_jp: 巨大（128x128）
nl_nl: enorm (128x128)
pt_br: gigante (128x128)
ru_ru: огромный (128x128)
sr_latn: ogroman (128x128)

source: Details icon size:
de_de: Größe der Symbole in der Wettervorhersage
fr_fr: Taille des icônes de détails :
it_it: Dettagli dimensione icona:
ja_jp: 詳細アイコンのサイズ:
nl_nl: Grootte van het detailspictogram:
pt_br: Tamanho dos ícones de detalhes:
ru_ru: Размер значка «Подробности»:
sr_latn: Veličina ikonice za detalje:

source: Top panel icon margins:
de_de: Abstand der Symbole zum oberen Rand
fr_fr: Marges des icônes du panneau supérieur :
it_it: Margini dell'icona del pannello superiore:
ja_jp: トップパネルアイコンの余白:
nl_nl: Marges van het bovenste paneelpictogram:
pt_br: Margens dos ícones do painel superior:
ru_ru: Поля значка верхней панели:
sr_latn: Margine ikona panela na vrhu:

source: Use system theme icons:
de_de: Systemdesignsymbole verwenden
es_es: Utilizar iconos de temas del sistema:
fr_fr: Utiliser les icônes du thème système :
it_it: Utilizzare le icone del tema di sistema:
ja_jp: システムテーマアイコンを使用する:
nl_nl: Gebruik systeemthema-pictogrammen:
pt_br: Usar ícones do tema do sistema:
ru_ru: Используйте значки системной темы:
sr_latn: Koristi ikone iz sistemske teme:

source: Apply system colors to icons:
de_de: Symbole in Systemfarben darstellen
fr_fr: Appliquer les couleurs système aux icônes :
it_it: Applicare i colori di sistema alle icone:
ja_jp: アイコンにシステムカラーを適用します。
nl_nl: Systeemkleuren toepassen op pictogrammen:
pt_br: Aplicar cores do sistema aos ícones:
ru_ru: Применить системные цвета к значкам:
sr_latn: Primeni sistemske boje na ikonice:

source: Auto-color temperature:
de_de: Auto-Farbe der Temperatur
es_es: Temperatura de color automática:
fr_fr: Couleur automatique de la température :
it_it: Temperatura di colore automatica:
ja_jp: 自動色温度:
nl_nl: Automatische kleurtemperatuur:
pt_br: Temperatura de cor automática:
ru_ru: Автоматическая цветовая температура:
sr_latn: Automatska boja temperature:

source: Default page shown:
de_de: Standardseite
es_es: Pagina a mostrar por defecto
fr_fr: Page affichée par défaut :
it_it: Pagina predefinita mostrata:
ja_jp: 表示されるデフォルトのページ:
nl_nl: Standaardpagina weergegeven:
pt_br: Página padrão exibida:
ru_ru: Показана страница по умолчанию:
sr_latn: Podrazumevana prikazana stranica:

source: Show pressure trend:
de_de: Zeige Luftdrucktendenz
es_es: Mostrar tendencia de presión:
fr_fr: Afficher la tendance de pression :
it_it: Mostra l'andamento della pressione:
ja_jp: 圧力の傾向を表示:
nl_nl: Toon druktrend:
pt_br: Exibir tendência de pressão:
ru_ru: Показать тенденцию давления:
sr_latn: Prikaži trendove pritiska:

source: Write to console.log:
de_de: Schreibe in den console.log
es_es: Escribir en console.log:
fr_fr: Ecrire dans console.log
it_it: Scrivere su console.log:
ja_jp: console.log に書き込みます:
nl_nl: Wegschrijven naar console.log:
pt_br: Escrever no console.log:
ru_ru: Записывать в console.log:
sr_latn: Upiši u console.log:

source: Use Legacy Forecast API:
de_de: Alte Vorhersage API verwenden:
fr_fr: Utiliser l'API de prévision héritée :
ja_jp: 従来の予測 API を使用する:
nl_nl: Gebruik Legacy Forecast API:
ru_ru: Используйте устаревший API прогнозов:
sr_latn: Koristi Stari API za Prognozu

source: Startup time delay (ms):
de_de: Startverzögerung (ms):
ja_jp: 起動時間遅延（ミリ秒）:
nl_nl: Opstartvertraging (ms):
ru_ru: Задержка времени запуска (мс):

source: Saved Weather Stations
de_de: Gespeicherte Wetterstationen
es_es: Estaciones meteorológicas guardadas
fr_fr: Stations météo enregistrées
it_it: Stazioni meteo salvate
ja_jp: 保存された気象ステーション
nl_nl: Opgeslagen weerstations
pt_br: Estações Meteorológicas Salvas
ru_ru: Сохраненные метеостанции
sr_latn: Sačuvane Meteorološke Stanice

source: Weatherstation Name:
de_de: Wetterstation Name
es_es: Nombre de estación meteorológica
fr_fr: Nom de la station météorologique :
it_it: Nome della stazione meteo:
ja_jp: 気象観測所名:
nl_nl: Naam weerstation:
pt_br: Nome da Estação Meteorológica:
ru_ru: Название метеостанции:
sr_latn: Ime Meteorološke stanice

source: Lat/Lon
de_de: Breiten-/Längengrad
ja_jp: 緯度/経度
nl_nl: Breedtegraad/Lengtegraad
ru_ru: Широта/Долгота

source: Action
de_de: Aktion
ja_jp: アクション
nl_nl: Actie
ru_ru: Действие

source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
ja_jp: 選択
nl_nl: Selecteer
pt_br: Selecionar
ru_ru: Выбирать
sr_latn: Izaberite

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
ja_jp: 取り除く
nl_nl: Verwijderen
pt_br: Remover
ru_ru: Удалять
sr_latn: Ukloni

source: Select from Map
de_de: Aus Karte auswählen

source: Manual Add
de_de: Manuelles Hinzufügen

source: Find Station
de_de: Station suchen
es_es: Encontrar estación
fr_fr: Chercher la station
it_it: Trova la stazione
ja_jp: 駅を探す
nl_nl: Weerstation zoeken
pt_br: Encontrar Estação
ru_ru: Найти станцию
sr_latn: Pronađi Stanicu

source: Refresh period (s):
de_de: Aktualisieren (s):
es_es: Periodo de actualización (s):
fr_fr: Intervalle de rafraîchissement (s):
it_it: Intervallo di aggiornamento (s):
ja_jp: 更新期間（秒）:
nl_nl: Periodiek bijwerken (in sec.):
pt_br: Período de atualização (s):
ru_ru: Интервал обновления (сек):
sr_latn: Interval osvežavanja (S):

source: Time/Date Format
de_de: Zeit- und Datumsformat
fr_fr: Format de date/heure
ja_jp: 時刻/日付の形式
nl_nl: Tijd/datumformaat
ru_ru: Формат времени/даты
sr_latn: Vreme/Datum Format

source: Day Chart time format:
de_de: Tagesdiagramme- Zeitformat
fr_fr: Format d'heure du graphique journalier :
ja_jp: 日次チャートの時間形式:
nl_nl: Tijdformaat daggrafiek:
ru_ru: Формат времени дневного графика:
sr_latn: Format Vremena za Dnevni Prikaz:

source: Week forecast date format:
de_de: Wettervorhersage- Datumsformat
fr_fr: Format de date des prévisions hebdomadaires :
ja_jp: 週間予報の日付形式:
nl_nl: Weekvoorspelling datumformaat:
ru_ru: Формат даты прогноза на неделю:
sr_latn: Format datuma za nedeljnu prognozu:

source: Precision
de_de: Genauigkeit/Nachkommastellen
fr_fr: Précision
ja_jp: 精度
nl_nl: Precisie
ru_ru: Точность
sr_latn: Tačnost

source: Temperature
de_de: Temperatur
fr_fr: Température
it_it: Temperatura
ja_jp: 温度
nl_nl: Temperatuur
ru_ru: Температура
sr_latn: Temperatura

# The unit system
source: Metric
de_de: Metrisch
es_es: Métrico
fr_fr: Métrique
it_it: Metrico
ja_jp: メトリック
nl_nl: Metrisch
pt_br: Métrico
ru_ru: Метрическая
sr_latn: Metrički

source: Custom
de_de: Individuell
es_es: Personalizado
fr_fr: Personnalisé
it_it: Personalizzato
ja_jp: カスタム
nl_nl: Aangepast
pt_br: Personalizado
ru_ru: Обычай
sr_latn: Prilagođeno

source: Choose:
de_de: Wähle
es_es: Escoger
fr_fr: Sélectionner:
it_it: Scegli:
ja_jp: 選ぶ：
nl_nl: Kiezen:
pt_br: Escolher:
ru_ru: Еденицы измерения:
sr_latn: Izaberite:

source: Wind unit:
de_de: Wind
es_es: Unidad para viento
fr_fr: Unité de vent :
it_it: Unità del Vento:
ja_jp: 風力ユニット:
nl_nl: Windeenheid:
pt_br: Unidade de vento:
ru_ru: Ветровой блок:
sr_latn: Jedinica za vetar:

source: Rain unit:
de_de: Regen
es_es: Unidad para lluvia
fr_fr: Unité de pluie :
it_it: Unità per la pioggia:
ja_jp: 雨量単位:
nl_nl: Regen eenheid:
pt_br: Unidade de chuva:
ru_ru: Дождевой блок:
sr_latn: Jedinica za kišu:

source: Snow unit:
de_de: Schnee
es_es: Unidad para nieve
fr_fr: Unité de neige :
it_it: Mostra unità:
ja_jp: 積雪ユニット:
nl_nl: Sneeuweenheid:
pt_br: Unidade de neve:
ru_ru: Снежный блок:
sr_latn: Jedinica za sneg:

source: Temperature unit:
de_de: Temperatur
es_es: Unidad para temperatura
fr_fr: Unité de température :
it_it: Untà temperatura:
ja_jp: 温度単位:
nl_nl: Temperatuureenheid:
pt_br: Unidade de temperatura:
ru_ru: Единица измерения температуры:
sr_latn: Jedinica za temperaturu:

source: Pressure unit:
de_de: Luftdruck
es_es: Unidad para presión
fr_fr: Unité de pression :
it_it: Unità pressione:
ja_jp: 圧力単位:
nl_nl: Drukeenheid:
pt_br: Unidade de pressão:
ru_ru: Единица измерения давления:
sr_latn: Jedinica za pritisak:

source: Elevation unit:
de_de: Höhe
es_es: Unidad para altitud
fr_fr: Unité d'altitude :
it_it: Unità di elevazione:
ja_jp: 標高単位:
nl_nl: Hoogte-eenheid:
pt_br: Unidade de elevação:
ru_ru: Единица измерения высоты:
sr_latn: Jedinica za visinu:

source: Configure Wunderground
de_de: Wunderground einrichten
es_es: Configurar Wunderground
fr_fr: Configurer Wunderground
it_it: Configura Wundergroun
ja_jp: Wundergroundを設定する
nl_nl: Wunderground configureren
pt_br: Configurar Wunderground
ru_ru: Настроить Wunderground
sr_latn: Podesite Wunderground

source: Add Station...
de_de: Neue Station

source: Enter station ID
de_de: Eingabe Station's ID

source: Confirm
de_de: Bestätige
ja_jp: 確認する
nl_nl: Bevestigen
ru_ru: Подтверждать

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Cancella
ja_jp: キャンセル
nl_nl: Annuleren
pt_br: Cancelar
ru_ru: Отмена
sr_latn: Otkaži
