Repository: xerolinux/xero-layan-git
Catalog: Configs/Home/.local/share/plasma/wallpapers/luisbocanegra.smart.video.wallpaper.reborn/translate/*.po
Languages: nl, ru

source: Smart Video Wallpaper Reborn
nl: Slimme videoachtergrond - herboren
ru: Смарт Видео Обои

source: Wallpaper plugin to play videos on your desktop
nl: Een achtergrondplug-in voor het tonen van video's op je bureaublad
ru: Плагин обоев для воспроизведения видео на рабочем столе

source: Version:
nl: Versie:
ru: Версия:

source: Maximized or full-screen windows
nl: als er gemaximaliseerde of schermvullende vensters zijn
ru: Развернутые или полноэкранные окна

source: Active window is present
nl: als er een actief venster is
ru: Активное окно присутствует

source: At least one window is shown
nl: als er minimaal één venster wordt getoond
ru: Показано как минимум одно окно

source: Playback
nl: Afspelen
ru: Воспроизведение

source: Desktop Effects
nl: Werkomgevingseffecten
ru: Эффекты рабочего стола

source: Add new videos
nl: Video's toevoegen
ru: Добавить новые видео

source: Hide videos list
nl: Videolijst verbergen
ru: Скрыть список видео

source: Show videos list
nl: Videolijst tonen
ru: Показать список видео

source: Warning! Please read before applying (click to show)
nl: Waarschuwing: lees dit alvorens toe te passen (klik om te tonen)
ru: Внимание! Пожалуйста, прочтите перед применением (нажмите, чтобы показать)

source: Videos are loaded in RAM, bigger files will use more system resources!
nl: Video's worden in het geheugen geladen. Hoe groter het bestand, hoe meer geheugen er gebruikt wordt!
ru: Видео загружаются в оперативную память, большие файлы будут использовать больше системных ресурсов!

source: Crashes/Black screen? Try changing the Qt Media Backend to gstreamer.<br>To recover from crash remove the videos from the configuration using this command below in terminal/tty then reboot:<br><strong><code>sed -i 's/^VideoUrls=.*$/VideoUrls=/g' $HOME/.config/plasma-org.kde.plasma.desktop-appletsrc $HOME/.config/kscreenlockerrc</code></strong>
nl: Crashes/Zwart scherm? Probeer het gstreamer-backend van Qt Media.<br>Herstellen na een crash kan door de video's uit het configuratiebestand te verwijderen met behulp van de volgende terminalopdracht, gevolgd door opnieuw opstarten:<br><strong><code>sed -i 's/^VideoUrls=.*$/VideoUrls=/g' $HOME/.config/plasma-org.kde.plasma.desktop-appletsrc $HOME/.config/kscreenlockerrc</code></strong>
ru: Сбои/черный экран? Попробуйте изменить Qt Media Backend на gstreamer.<br>Чтобы восстановиться после сбоя, удалите видео из конфигурации с помощью следующей команды в терминале/tty, а затем перезагрузите систему:<br><strong><code>sed -i 's/^VideoUrls=.*$/VideoUrls=/g' $HOME/.config/plasma-org.kde.plasma.desktop-appletsrc $HOME/.config/kscreenlockerrc</code></strong>

source: Qt Media backend instructions
nl: Qt Media-backendinstructies
ru: Инструкции по бэкэнду Qt Media

source: Make sure to enable Hardware video acceleration in your system to reduce CPU/GPU usage when videos are playing.
nl: Zorg dat hardwareversnelling is ingeschakeld in de systeeminstellingen om cpu- en gpu-belasting te verminderen.
ru: Обязательно включите аппаратное ускорение видео в вашей системе, чтобы снизить нагрузку на ЦП/ГП при воспроизведении видео.

source: Learn how
nl: Instructies
ru: Узнайте как

source: Fill mode:
nl: Opvulmodus:
ru: Режим заполнения:

source: Stretch
nl: Uitrekken
ru: Растянуть

source: Keep Proportions
nl: Afmetingen behouden
ru: Соблюдать пропорции

source: Scaled and Cropped
nl: Bijsnijden en inpassen
ru: Масштабировать и обрезать

source: Background:
nl: Achtergrond:
ru: Фон:

source: Select Background Color
nl: Kies een achtergrondkleur
ru: Выберите цвет фона

source: Play in random order:
nl: Willekeurig afspelen:
ru: Воспроизвести в случайном порядке:

source: Playback speed:
nl: Afspeelsnelheid:
ru: Скорость воспроизведения:

source: Reset to default
nl: Standaardwaarden herstellen
ru: Сбросить до умолчаний

source: Crossfade (Beta):
nl: Vloeiende overgangen (bèta):
ru: Кроссфейд (бета-версия):

source: Duration:
nl: Duur:
ru: Продолжительность:

source: Adds a smooth transition between videos. <strong>Uses additional Memory and may cause playback isues when enabled.</strong>
nl: Voegt een vloeiende overgang toe tussen video's. <strong>Let op: dit verhoogt het geheugengebruik en kan leiden tot afspeelproblemen.</strong>
ru: Добавлять плавный переход между видео. <strong>Использует дополнительную память и может вызвать проблемы с воспроизведением при включении.</strong>

source: Filter windows:
nl: Vensters filteren:
ru: Фильтр окон:

source: This screen only
nl: Alleen op dit scherm
ru: Только этот экран

source: Pause video:
nl: Video pauzeren:
ru: Пауза видео:

source: Never
nl: Nooit
ru: Никогда

source: Always
nl: altijd
ru: Всегда

source: Mute audio:
nl: Geluid dempen:
ru: Отключить звук:

source: Volume:
nl: Volumeniveau:
ru: Громкость:

source: Video is paused
nl: na pauzeren
ru: Видео приостановлено

source: Blur video:
nl: Video blurren:
ru: Размытие видео:

source: Radius:
nl: Straal:
ru: Радиус:

source: Quality of the blur is reduced if value exceeds 64. Higher values may cause the blur to stop working!
nl: De kwaliteit van het vervagen (blurren) wordt verminderd als de waarde hoger is dan 64. Let op: hogere waarden kunnen voor problemen zorgen!
ru: Качество размытия ухудшается, если значение превышает 64. Более высокие значения могут привести к тому, что размытие перестанет работать!

source: Animation duration:
nl: Animatieduur:
ru: Продолжительность анимации:

source: On battery below:
nl: Als het accuniveau laag is:
ru: При значении батареи

source: Pause video
nl: Video pauzeren
ru: Пауза видео

source: Disable blur
nl: Blurren uitschakelen
ru: Отключить размытие

source: Screen Off pauses video:
nl: Video pauzeren na uitschakelen van scherm:
ru: Выключения экрана приостанавливает видео:

source: Requires setting up command below!
nl: Hiervoor is onderstaande terminalopdracht vereist!
ru: Требуется настройка команды ниже!

source: Screen state command:
nl: Schermstatusopdracht:
ru: Команда состояния экрана:

source: The command/script must return 0 (zero) when the screen is Off.
nl: De opdracht dient 0 (nul) als antwoord te geven als het scherm is uitgeschakeld.
ru: Команда/скрипт должны возвращать 0 (ноль), когда экран выключен.

source: Enable debug:
nl: Foutopsporing inschakelen:
ru: Включить отладку:

source: Print debug messages to the system log
nl: Toon foutopsporingsberichten in het systeemlogboek
ru: Выводить отладочные сообщения в системный журнал

source: Comma separated list of effects (e.g. overview,cube). To get the currently enabled effects run:
nl: Een kommagescheiden lijst met effectien, bijv. overview,cube. Voer het volgende uit om alle ingeschakelde effecten te tonen:
ru: Список эффектов, разделенных запятыми (например, Overview,Cube). Чтобы получить текущие включенные эффекты, выполните:

source: Play in:
nl: Afspelen in:

source: Pause in:
nl: Pauzeren in:

source: Show blur in:
nl: Blurren in:

source: Hide blur in:
nl: Blur verbergen in:

source: Pick a video file
nl: Kies een videobestand
ru: Выберите видеофайл

source: Video files
nl: Videobestanden
ru: Видео файлы

source: All files
nl: Alle bestanden
ru: Все файлы

source: Video Settings
nl: Video-instellingen
ru: Настройки видео

source: A value other than 0.0 overrides the global Playback speed for this video.
nl: Voer een andere waarde dan 0.0 in om de afspeelsnelheid van deze video aan te passen.
ru: Значение, отличное от 0,0, переопределяет глобальную скорость воспроизведения для этого видео.

source: No video source
nl: Geen videobron
ru: Нет источника видео

source: Next Video
nl: Volgende video
ru: Следующее видео

source: Pause
nl: Pauzeren
ru: Пауза

source: Default
nl: Standaard
ru: По умолчанию

source: Play
nl: Afspelen
ru: Играть

source: Unmute
nl: Ontdempen
ru: Включить звук

source: Mute
nl: Dempen
ru: Выключить звук

source: Videos
ru: Видео
