Repository: xerolinux/xero-layan-git
Catalog: Configs/Home/.local/share/plasma/plasmoids/com.github.exequtic.apdatifier/translate/po/*.po
Languages: es, pl, pt_br, tr, uk

source: You must select at least one country, otherwise all will be chosen by default. <br><br><b>The more countries you select, the longer it will take to generate the mirrors!</b> <br><br>It is optimal to choose <b>1-2</b> countries closest to you.
es: Debes seleccionar al menos un país, de lo contrario, se elegirán todos por defecto. <br><br><b>¡Cuantos más países selecciones, más tiempo tardará en generar los espejos!</b> <br><br>Es óptimo elegir <b>1-2</b> países más cercanos a ti.
pl: Musisz wybrać przynajmniej jeden kraj, w przeciwnym razie wszystkie zostaną wybrane domyślnie. <br><br><b>Im więcej krajów wybierzesz, tym dłużej będzie trwało generowanie luster!</b> <br><br>Optymalnie jest wybrać <b>1-2</b> kraje najbliżej ciebie.
pt_br: Você deve selecionar pelo menos um país, caso contrário, todos serão escolhidos por padrão. <br><br><b>Quanto mais países você selecionar, mais tempo levará para gerar os espelhos!</b> <br><br>É ideal escolher <b>1-2</b> países mais próximos de você.
tr: En az bir ülke seçmelisiniz, aksi takdirde hepsi varsayılan olarak seçilecektir. <br><br><b>Ne kadar çok ülke seçerseniz, yansılama oluşturmak o kadar uzun sürecektir!</b> <br><br>En uygunu size en yakın <b>1-2</b> ülke seçmektir.
uk: Ви повинні вибрати хоча б одну країну, інакше будуть вибрані всі. <br><br><b>Чим більше країн ви виберете, тим довше будуть генеруватись дзеркала!</b><br><br>Оптимально вибрати <b>1-2</b> найближчі до вас країни.

source: Uninstall unused
es: Desinstalar no utilizados
pl: Odinstaluj nieużywane
pt_br: Remover os não utilizados
tr: Kullanılmayanları kaldır
uk: Видалити невикористовуване

source: Normal
pl: Normalny
uk: Нормально

source: Normal, skip questions
es: Normal, omitir preguntas
pl: Normalny, pomiń pytania
pt_br: Normal, pular perguntas
tr: Normal, soruları atla
uk: Нормально, пропуск питань

source: Non interactive, skip questions
es: No interactivo, omitir preguntas
pl: Nieinteraktywny, pomiń pytania
pt_br: Não interativo, pular perguntas
tr: Etkileşimli değil, soruları atla
uk: Не інтерактивно, пропуск питань

source: Verbose
es: Detallado
pl: Szczegółowy
pt_br: Detalhado
tr: Ayrıntılı
uk: Дослівно

source: Upgrade confirmation
es: Confirmación de actualización
pl: Potwierdzenie aktualizacji
pt_br: Confirmação de atualização
tr: Yükseltme onayı
uk: Підтвердження оновлення

source: Restart plasmashell
es: Reiniciar plasmashell
pl: Zrestartuj plasmashell
pt_br: Reiniciar o plasmashell
tr: Plasmashell'i yeniden başlat
uk: Перезапуск plasmashell

source: After upgrading widget, the old version will still remain in memory until you restart plasmashell. To avoid doing this manually, enable this option.
es: Después de actualizar el widget, la versión antigua permanecerá en memoria hasta que reinicies plasmashell. Para evitar hacer esto manualmente, activa esta opción.
pl: Po zaktualizowaniu widżetu, stara wersja nadal będzie przechowywana w pamięci, dopóki nie zrestartujesz plasmashell. Aby uniknąć robienia tego ręcznie, włącz tę opcję.
pt_br: Após atualizar o widget, a versão antiga ainda permanecerá na memória até que você reinicie o plasmashell. Para evitar fazer isso manualmente, habilite esta opção.
tr: Widget'ı yükselttikten sonra eski sürüm hala hafızada kalacaktır, plasmashell'i yeniden başlatana kadar. Bunu manuel olarak yapmamak için bu seçeneği etkinleştirin.
uk: Після оновлення віджета, стара версія буде в пам'яті до того, поки не буде перезапущений plasmashell. Щоб не робити цього вручну, включіть цей параметр.

source: Command
es: Comando
pl: Polecenie
pt_br: Comando
tr: Komut
uk: Команда

source: Apdatifier tray icon
es: Icono de Apdatifier en la bandeja del sistema
pl: Ikona Apdatifier w zasobniku systemowym
pt_br: Ícone do Apdatifier na bandeja do sistema
tr: Apdatifier sistem tepsisi simgesi
uk: Значок Apdatifier в системному треї

source: Enabled by default
es: Activado por defecto
pl: Domyślnie włączone
pt_br: Ativado por padrão
tr: Varsayılan olarak etkin
uk: Увімкнено за замовчуванням

source: Auto check disabled
es: Verificación automática desactivada
pl: Automatyczne sprawdzanie wyłączone
pt_br: Verificação automática desabilitada
tr: Otomatik kontrol devre dışı
uk: Автоперевірка вимкнена

source: Filter by package name
es: Filtrar por nombre de paquete
pl: Filtruj według nazwy pakietu
pt_br: Filtrar por nome do pacote
tr: Paket adına göre filtrele
uk: Фільтрувати за назвою пакета

source: Disable auto search updates
es: Desactivar búsqueda automática de actualizaciones
pl: Wyłącz automatyczne wyszukiwanie aktualizacji
pt_br: Desativar busca automática de atualizações
tr: Otomatik arama güncellemelerini devre dışı bırak
uk: Відключити автоперевірку оновлень

source: Enable auto search updates
es: Activar búsqueda automática de actualizaciones
pl: Włącz automatyczne wyszukiwanie aktualizacji
pt_br: Ativar busca automática de atualizações
tr: Otomatik arama güncellemelerini etkinleştir
uk: Включити автоперевірку оновлень

source: Sort packages by name
es: Ordenar paquetes por nombre
pl: Sortuj pakiety według nazwy
pt_br: Ordenar pacotes por nome
tr: Paketleri ada göre sırala
uk: Сортувати пакети за іменем

source: Sort packages by repository
es: Ordenar paquetes por repositorio
pl: Sortuj pakiety według repozytorium
pt_br: Ordenar pacotes por repositório
tr: Paketleri depoya göre sırala
uk: Сортувати пакети за репозиторієм

source: Stop checking
es: Detener verificación
pl: Zatrzymaj sprawdzanie
pt_br: Pare a verificação
tr: Kontrolü durdur
uk: Зупинити перевірку

source: Open settings
es: Abrir configuración
tr: Ayarları aç
uk: Відкрити налаштування

source: Unpin window
es: Desanclar ventana
tr: Pencere sabitlemesini kaldır
uk: Відкріпити вікно

source: Keep open
es: Mantener abierto
tr: Açık tut
uk: Тримати відкритим

source: Compact view
es: Vista compacta
pl: Widok kompaktowy
pt_br: Visualização compacta
tr: Kompakt görünüm
uk: Компактний вигляд

source: Extended view
es: Vista extendida
pl: Widok rozszerzony
pt_br: Visualização extendida
tr: Genişletilmiş görünüm
uk: Розширений вигляд

source: Check out release notes
es: Consultar notas de la versión
pl: Sprawdź informacje o wersji
pt_br: Confira as notas de lançamento
tr: Sürüm notlarını kontrol et
uk: Гляньте список змін

source: Dismiss
es: Descartar
pl: Odrzuć
pt_br: Recusar
tr: Reddet
uk: Відхилити

source: Upgrade package
es: Actualizar paquete
pl: Aktualizuj pakiet
pt_br: Atualizar pacote
tr: Paketi yükselt
uk: Оновити пакет

source: Package type
es: Tipo de paquete
pl: Typ pakietu
pt_br: Tipo de pacote
tr: Paket türü
uk: Тип пакету

source: Description
es: Descripción
pl: Opis
pt_br: Descrição
tr: Açıklama
uk: Опис

source: Author
es: Autor
pl: Autor
pt_br: Autor
tr: Yazar
uk: Автор

source: App ID
es: ID de aplicación
pl: ID aplikacji
tr: Uygulama Kimliği
uk: ID застосунку

source: Branch
es: Rama
pl: Gałąź
tr: Dal
uk: Гілка

source: Commit
uk: Внесок

source: Runtime
es: Tiempo de ejecución
pl: Czas działania
tr: Çalışma zamanı
uk: Середовище виконання

source: Groups
es: Grupos
pl: Grupy
pt_br: Grupos
tr: Gruplar
uk: Групи

source: Provides
es: Proporciona
pl: Dostarcza
pt_br: Fornece
tr: Sağlar
uk: Постачальники

source: Depends on
es: Depende de
pl: Zależy od
pt_br: Depende de
tr: Bağımlı olduğu
uk: Залежить від

source: Required by
es: Requerido por
pl: Wymagany przez
pt_br: Exigido por
tr: Tarafından gerekli
uk: Потрібен для

source: Conflicts with
es: Entra en conflicto con
pl: Konfliktuje z
pt_br: Conflita com
tr: Çakıştığı
uk: Конфліктує з

source: Replaces
es: Reemplaza
pl: Zastępuje
pt_br: Substitui
tr: Değiştirdiği
uk: Заміняє

source: Installed size
es: Tamaño instalado
pl: Zainstalowany rozmiar
pt_br: Tamanho instalado
tr: Kurulu boyut
uk: Розмір

source: Download size
es: Tamaño de descarga
pl: Rozmiar do pobrania
pt_br: Tamanho do download
tr: İndirme boyutu
uk: Розмір завантаження

source: Install date
es: Fecha de instalación
pl: Data instalacji
pt_br: Data de instalação
tr: Kurulum tarihi
uk: Дата встановлення

source: Install reason
es: Motivo de instalación
pl: Powód instalacji
pt_br: Motivo da instalação
tr: Kurulum nedeni
uk: Причина встановлення

source: No unread news
es: No hay noticias sin leer
pl: Brak nieprzeczytanych wiadomości
pt_br: Nenhuma notícia não lida
tr: Okunmamış haber yok
uk: Немає непрочитаних новин

source: Restore list
es: Restaurar lista
pl: Przywróć listę
pt_br: Restaurar lista
tr: Listeyi geri yükle
uk: Відновити список

source: Switch interval
pl: Zmień interwał
pt_br: Alternar intervalo

source: Stopped interval
pl: Zatrzymano interwał
pt_br: Intervalo parado

source: not installed! Highly recommended to install it for getting the latest updates without the need to download fresh package databases.
pl: nie jest zainstalowany! Zdecydowanie zaleca się jego instalację, aby otrzymywać najnowsze aktualizacje bez potrzeby pobierania nowych baz danych pakietów.
pt_br: não instalado! É altamente recomendável instalá-lo para obter as últimas atualizações sem a necessidade de baixar novos bancos de dados de pacotes.

source: The current timer is reset when either of these settings is changed.
pl: Aktualny timer jest resetowany, gdy jedna z tych ustawień zostanie zmieniona.
pt_br: O temporizador atual é reiniciado quando qualquer uma dessas configurações é alterada.

source: Check on start up
pl: Sprawdzaj przy uruchamianiu
pt_br: Verifique na inicialização

source: If the option is <b>enabled</b>, update checking will begin immediately upon widget startup.<br><br>If the option is <b>disabled</b>, update checking will be initiated after a specified time interval has passed since the widget was started. <b>Recommended.</b>
pl: Jeśli opcja jest <b>włączona</b>, sprawdzanie aktualizacji rozpocznie się natychmiast po uruchomieniu widżetu.<br><br>Jeśli opcja jest <b>wyłączona</b>, sprawdzanie aktualizacji rozpocznie się po upływie określonego czasu od uruchomienia widżetu. <b>Zalecane.</b>
pt_br: Se a opção estiver <b>habilitada</b>, a verificação de atualizações começará imediatamente após a inicialização do widget.<br><br>Se a opção estiver <b>desabilitada</b>, a verificação de atualizações será iniciada após um intervalo de tempo especificado desde que o widget foi iniciado. <b>Recomendado.</b>

source: <br><br>Also see https://archlinux.org/mirrorlist (click button to open link)
pl: <br><br>Zobacz także https://archlinux.org/mirrorlist (kliknij przycisk, aby otworzyć link)
pt_br: <br><br>Veja também https:/archlinux.org/mirrorlist (clique no botão para abrir o link)
