Repository: xerolinux/xero-layan-git
Catalog: Configs/Home/.local/share/plasma/plasmoids/com.github.exequtic.apdatifier/translate/po/*.po
Languages: es, pl, pt_br, tr, uk

source: General
pl: Ogólne
pt_br: Geral
tr: Genel
uk: Основне

source: Upgrade
es: Actualizar
pl: Aktualizacja
pt_br: Atualizar
tr: Yükselt
uk: Оновлення

source: Appearance
es: Apariencia
pl: Wygląd
pt_br: Aparência
tr: Görünüm
uk: Зовнішній вигляд

source: Rules
es: Reglas
pl: Zasady
pt_br: Regras
tr: Kurallar
uk: Правила

source: Support me
es: Apóyame
pl: Wesprzyj mnie
pt_br: Apoie-me
tr: Destek Ol
uk: Підтримати мене

source: Upgrade in progress
es: Actualización en progreso
pl: Trwa aktualizacja
pt_br: Atualização em andamento
tr: Yükseltme sürüyor
uk: Виконується оновлення

source: Full system upgrade
es: Actualización completa del sistema
pl: Pełna aktualizacja systemu
pt_br: Atualização completa do sistema
tr: Tam sistem yükseltmesi
uk: Повне оновлення системи

source: Flatpak Upgrade
es: Actualización de Flatpak
pl: Aktualizacja Flatpak
pt_br: Atualização de Flatpak
tr: Flatpak Yükseltmesi
uk: Оновлення Flatpak

source: Plasma Widgets Upgrade
es: Actualización de Widgets de Plasma
pl: Aktualizacja widgetów Plasma
pt_br: Atualização dos widgets do Plasma
tr: Plasma Widget'ları Yükseltmesi
uk: Оновлення Plasma Віджетів

source: Total execution time:
es: Tiempo total de ejecución:
pl: Całkowity czas wykonania:
pt_br: Tempo total de execução:
tr: Toplam çalışma süresi:
uk: Загальний час виконання:

source: Critical package(s) updated, reboot may be required:
es: Paquete(s) crítico(s) actualizado(s), puede ser necesario reiniciar:
pl: Zaktualizowano krytyczne pakiety, może być wymagany restart:
pt_br: Pacote(s) crítico(s) atualizado(s), reinicialização pode ser necessária:
tr: Kritik paket(ler) güncellendi, yeniden başlatma gerekebilir:
uk: Оновлені критичні пакети, може знадобитися перезавантаження:

source: Do you want to reboot now?
es: ¿Deseas reiniciar ahora?
pl: Czy chcesz zrestartować teraz?
pt_br: Deseja reiniciar agora?
tr: Şimdi yeniden başlatmak ister misiniz?
uk: Ви хочете перезавантажитись зараз?

source: Press Enter to close
es: Presiona Enter para cerrar
pl: Naciśnij Enter, aby zamknąć
pt_br: Pressione Enter para fechar
tr: Kapatmak için Enter tuşuna basın
uk: Натисніть Enter, щоб закрити

source: Skipped...
es: Omitido...
pl: Pominięto...
pt_br: Ignorado...
tr: Atlandı...
uk: Пропущено...

source: Fetching the latest filtered mirror list
es: Obteniendo la lista de espejos filtrados más reciente
pl: Pobieranie najnowszej listy przefiltrowanych serwerów lustrzanych
pt_br: Buscando a última lista de mirrors filtrados
tr: En son süzülmüş yansı listesi alınıyor
uk: Отримання списку останніх дзеркал

source: Ranking mirrors by their connection and opening speed
es: Clasificando espejos por su velocidad de conexión y apertura
pl: Ranking serwerów lustrzanych według ich prędkości połączenia i otwierania
pt_br: Classificando mirrors por sua conexão e velocidade de abertura
tr: Yansılar bağlantı ve açılış hızlarına göre sıralanıyor
uk: Сортування дзеркал за швидкістю

source: Check your mirrorlist generator settings...
es: Verifica la configuración de tu generador de lista de espejos...
pl: Sprawdź ustawienia generatora listy serwerów lustrzanych...
pt_br: Verifique as configurações do seu gerador de mirrorlist...
tr: Yansı listesi oluşturucu ayarlarınızı kontrol edin...
uk: Перевірте налаштування генератора списку дзеркал...

source: was updated with the following servers:
es: fue actualizado con los siguientes servidores:
pl: został zaktualizowany o następujące serwery:
pt_br: foi atualizado com os seguintes servidores:
tr: şu sunucularla güncellendi:
uk: було оновлено з наступних серверів:

source: To write to the mirrorlist file, sudo privileges are required
es: Para escribir en el archivo mirrorlist, se requieren privilegios de sudo
pl: Aby zapisać do pliku mirrorlist, wymagane są uprawnienia sudo
pt_br: Para escrever no arquivo mirrorlist, são necessários privilégios sudo
tr: Yansı listesi dosyasına yazmak için sudo yetkileri gereklidir
uk: Для запису в файл mirrorlist потрібні права адміністратора

source: Your current mirrorlist:
es: Tu lista de espejos actual:
pl: Twoja aktualna lista serwerów lustrzanych:
pt_br: Sua mirrorlist atual:
tr: Geçerli yansı listeniz:
uk: Ваш поточний список дзеркал:

source: For some widgets you may need to Log Out or restart plasmashell after upgrade
es: Para algunos widgets, puede que necesites cerrar sesión o reiniciar plasmashell después de actualizar
pl: Po aktualizacji niektóre widżety mogą wymagać wylogowania się lub ponownego uruchomienia plasmashell
pt_br: Para alguns widgets, pode ser necessário fazer logout ou reiniciar o plasmashell após a atualização
tr: Bazı widget'lar için yükseltmeden sonra oturumu kapatmanız veya plasmashell'i yeniden başlatmanız gerekebilir
uk: Для деяких віджетів вам може знадобитися вийти, або перезавантажити plasmashell після оновлення

source: Checking widgets for updates
es: Verificando actualizaciones de widgets
pl: Sprawdzanie widżetów pod kątem aktualizacji
pt_br: Verificando por atualizações de widgets
tr: Widget'lar için güncellemeler kontrol ediliyor
uk: Перевірка оновлень віджетів

source: Fetching data from the API
es: Obteniendo datos de la API
pl: Pobieranie danych z API
pt_br: Obtendo dados da API
tr: API'den veri alınıyor
uk: Отримання даних з API

source: Getting the download link
es: Obteniendo el enlace de descarga
pl: Pobieranie linku
pt_br: Obtendo o link para download
tr: İndirme bağlantısı alınıyor
uk: Отримання посилання для завантаження

source: Downloading package
es: Descargando paquete
pl: Pobieranie pakietu
pt_br: Baixando pacote
tr: Paket indiriliyor
uk: Завантаження пакета

source: Proceed with upgrade?
es: ¿Continuar con la actualización?
pl: Czy kontynuować aktualizację?
pt_br: Continuar com a atualização?
tr: Yükseltmeye devam edilsin mi?
uk: Продовжити оновлення?

source: Restart plasmashell now?
es: ¿Reiniciar plasmashell ahora?
pl: Czy teraz zrestartować plasmashell?
pt_br: Reiniciar o plasmashell agora?
tr: Plasmashell şimdi yeniden başlatılsın mı?
uk: Перезавантажити plasmashell зараз?

source: No description
es: Sin descripción
pl: Brak opisu
pt_br: Sem descrição
tr: Açıklama yok
uk: Немає опису

source: Unable check widgets:
es: No se pueden verificar widgets:
pl: Nie można sprawdzić widżetów:
pt_br: Incapaz de verificar atualizações de widgets:
tr: Widget'lar kontrol edilemiyor:
uk: Неможливо перевірити віджети:

source: Too many API requests in the last 15 minutes from your IP address, please try again later
es: Demasiadas solicitudes a la API en los últimos 15 minutos desde tu dirección IP, por favor intenta nuevamente más tarde
pl: Zbyt wiele zapytań do API w ciągu ostatnich 15 minut z twojego adresu IP, spróbuj ponownie później
pt_br: Muitas solicitações de API do seu endereço IP nos últimos 15 minutos, tente novamente mais tarde
tr: IP adresinizden son 15 dakika içinde çok fazla API isteği yapıldı, lütfen daha sonra tekrar deneyin
uk: Занадто багато API запитів з вашого IP за останні 15 хвилин, спробуйте пізніше

source: Failed to retrieve data from the API
es: Error al obtener datos de la API
pl: Nie udało się pobrać danych z API
pt_br: Falha ao recuperar dados da API
tr: API'den veri alınamadı
uk: Не вдалось отримати дані API

source: Unkwnown error
es: Error desconocido
pl: Nieznany błąd
pt_br: Erro desconhecido
tr: Bilinmeyen hata
uk: Невідома помилка

source: File metadata.json not found
es: Archivo metadata.json no encontrado
pl: Nie znaleziono pliku metadata.json
pt_br: Arquivo metadata.json não encontrado
tr: metadata.json dosyası bulunamadı
uk: Файл metadata.json не знайдено

source: Errors in metadata.json file
es: Errores en el archivo metadata.json
pl: Błędy w pliku metadata.json
pt_br: Erros no arquivo metadata.json
tr: metadata.json dosyasında hatalar
uk: Помилки в файлі metadata.json

source: Unsupported file format
es: Formato de archivo no soportado
pl: Nieobsługiwany format pliku
pt_br: Formato de arquivo não suportado
tr: Desteklenmeyen dosya biçimi
uk: Формат файлу не підтримується

source: No files for download
es: No hay archivos para descargar
pl: Brak plików do pobrania
pt_br: Não há arquivos para download
tr: İndirilecek dosya yok
uk: Немає файлів для завантаження

source: No file tagged with version
es: Ningún archivo etiquetado con versión
pl: Brak pliku oznaczonego wersją
pt_br: Nenhum arquivo marcado com versão
tr: Sürümle etiketlenmiş dosya yok
uk: Немає файлу з тегом версії

source: Multiple files are tagged with version
es: Múltiples archivos están etiquetados con versión
pl: Wiele plików jest oznaczonych wersją
pt_br: Vários arquivos são marcados com versão
tr: Birden fazla dosya sürüme göre etiketlendi
uk: Декілька файлів мають тег версії

source: Failed to download the package
es: Error al descargar el paquete
pl: Nie udało się pobrać pakietu
pt_br: Falha ao baixar o pacote
tr: Paket indirilemedi
uk: Не вдалось завантажити пакет

source: Cannot fetch news
es: No se pueden obtener noticias
pl: Nie można pobrać wiadomości
pt_br: Não foi possível obter as notícias
tr: Haberler alınamıyor
uk: Не вдалося отримати новини

source: List all available packages in repositories
es: Listar todos los paquetes disponibles en los repositorios
pl: Wyświetl wszystkie dostępne pakiety w repozytoriach
pt_br: Listar todos os pacotes disponíveis nos repositórios
tr: Depolardaki tüm mevcut paketleri listele
uk: Список всіх доступних пакетів в репозиторіях

source: List all installed packages
es: Listar todos los paquetes instalados
pl: Wyświetl wszystkie zainstalowane pakiety
pt_br: Listar todos os pacotes instalados
tr: Tüm kurulu paketleri listele
uk: Список всіх встановлених пакетів

source: List explicitly installed packages
es: Listar paquetes instalados explícitamente
pl: Wyświetl wszystkie pakiety zainstalowane jawnie
pt_br: Listar pacotes instalados explicitamente
tr: Açıkça kurulan paketleri listele
uk: Список явно встановлених пакетів

source: List explicitly installed packages and isn't a dependency of anything
es: Listar paquetes instalados explícitamente y que no son dependencia de nada
pl: Wyświetl wszystkie pakiety zainstalowane jawnie, które nie są zależnościami żadnych innych pakietów
pt_br: Listar pacotes instalados explicitamente e que não são dependências de nada
tr: Açıkça kurulan paketleri ve bir şeyin bağımlılığı olmayanları listele
uk: Список явно встановлених пакетів, які не є залежностями

source: List installed dependencies that aren't needed anymore (orphans)
es: Listar dependencias instaladas que ya no son necesarias (huérfanos)
pl: Wyświetl wszystkie zależności, które nie są już potrzebne (osierocone)
pt_br: Listar dependências instaladas que não são mais necessárias (órfãs)
tr: Artık ihtiyaç duyulmayan kurulu bağımlılıkları listele (sahipsiz)
uk: Список встановлених непотрібних залежностей (сироти)

source: Uninstall orphan packages
es: Desinstalar paquetes huérfanos
pl: Odinstaluj osierocone pakiety
pt_br: Desinstalar pacotes órfãos
tr: Sahipsiz paketleri kaldır
uk: Видалити пакети сироти

source: Install (downgrade) a package from cache
es: Instalar (revertir) un paquete desde la caché
pl: Zainstaluj (zaktualizuj do starszej wersji) pakiet z pamięci podręcznej
pt_br: Instalar (downgrade) de um pacote do cache
tr: Önbellekten bir paketi kur (sürüm düşür)
uk: Встановити пакет (понизити версію) з кешу

source: Remove ALL cached packages
es: Eliminar TODOS los paquetes en caché
pl: Usuń WSZYSTKIE pakiety z pamięci podręcznej
pt_br: Remover TODOS os pacotes em cache
tr: TÜM önbelleğe alınmış paketleri kaldır
uk: Видалити ВСІ кешовані пакети

source: Remove cached packages that are not currently installed
es: Eliminar paquetes en caché que no están actualmente instalados
pl: Usuń pakiety w pamięci podręcznej, które nie są aktualnie zainstalowane
pt_br: Remover pacotes em cache que não estão instalados no momento
tr: Şu anda kurulu olmayan önbelleğe alınmış paketleri kaldır
uk: Видалити не встановлені кешовані пакети

source: Rebuild AUR python packages after python upgrade
es: Reconstruir paquetes Python de AUR después de actualizar Python
pl: Zbuduj ponownie pakiety Pythona z AUR po aktualizacji Pythona
pt_br: Reconstruir pacotes python AUR após atualização python
tr: Python yükseltmesinden sonra AUR python paketlerini yeniden oluştur
uk: Перезбірка python пакетів з AUR після оновлення python

source: Refresh mirrorlist
es: Actualizar lista de espejos
pl: Odśwież listę serwerów lustrzanych
pt_br: Atualizar mirrorlist
tr: Yansı listesini yenile
uk: Оновити список дзеркал

source: Exit
es: Salir
pl: Wyjdź
pt_br: Sair
tr: Çıkış
uk: Вихід

source: Review dependency warnings before removing
es: Revisar advertencias de dependencias antes de eliminar
pl: Sprawdź ostrzeżenia zależności przed usunięciem
pt_br: Revise os avisos de dependência antes de remover
tr: Kaldırmadan önce bağımlılık uyarılarını inceleyin
uk: Ознайомтесь з попередженнями про залежності перед видаленням

source: Resume?
es: ¿Continuar?
pl: Wznowić?
pt_br: Retomar?
tr: Devam edilsin mi?
uk: Продовжити?

source: Press Enter to return menu
es: Presiona Enter para volver al menú
pl: Naciśnij Enter, aby wrócić do menu
pt_br: Pressione Enter para retornar ao menu
tr: Menüye dönmek için Enter tuşuna basın
uk: Натисніть Enter для повернення в меню

source: Search:
es: Buscar:
pl: Szukaj:
pt_br: Procurar:
tr: Arama:
uk: Пошук:

source: Executed:
es: Ejecutado:
pl: Wykonano:
pt_br: Executado:
tr: Yürütüldü:
uk: Вконано:

source: Nothing to do
es: Nada que hacer
pl: Nic do zrobienia
pt_br: Nada a fazer
tr: Yapılacak bir şey yok
uk: Нічого робити

source: Required installed
es: Requerido instalado
pl: Wymagane do zainstalowania
pt_br: Requer instalado
tr: Gerekli kuruldu
uk: Потребує обов'язкового встановлення

source: Exit code:
es: Código de salida:
pl: Kod wyjścia:
pt_br: Código de saída:
tr: Çıkış kodu:
uk: Код помилки:

source: Checking latest news...
es: Verificando las últimas noticias...
pl: Sprawdzanie najnowszych wiadomości...
pt_br: Verificando as últimas notícias...
tr: Son haberler kontrol ediliyor...
uk: Перевірка останніх новин...

source: Synchronizing pacman databases...
es: Sincronizando bases de datos de pacman...
tr: Pacman veritabanları senkronize ediliyor...
uk: Синхронізація баз даних pacman...

source: Checking system updates...
es: Verificando actualizaciones del sistema...
pl: Sprawdzanie aktualizacji systemu...
pt_br: Verificando atualizações do sistema...
tr: Sistem güncellemeleri kontrol ediliyor...
uk: Перевірка системних оновлень...

source: Checking AUR updates...
es: Verificando actualizaciones de AUR...
tr: AUR güncellemeleri kontrol ediliyor...
uk: Перевірка оновлень AUR...

source: Synchronizing flatpak appstream...
es: Sincronizando flatpak appstream...
tr: Flatpak uygulama akışı senkronize ediliyor...
uk: Синхронізація flatpak appstream...

source: Checking flatpak updates...
es: Verificando actualizaciones de Flatpak...
pl: Sprawdzanie aktualizacji flatpak...
pt_br: Verificando atualizações de Flatpak...
tr: Flatpak güncellemeleri kontrol ediliyor...
uk: Перевірка flatpak оновлень...

source: Checking widgets updates...
es: Verificando actualizaciones de widgets...
pl: Sprawdzanie aktualizacji widżetów...
pt_br: Verificando atualizações de widgets...
tr: Widget güncellemeleri kontrol ediliyor...
uk: Перевірка оновлень віджетів...

source: latest commit
es: último commit
pl: najnowszy commit
pt_br: último commit
tr: en son commit
uk: останній внесок

source: %1 error occurred
es: Ocurrió %1 error
tr: %1 hata oluştu
uk: Виникла %1 помилка

source: +%1 new update
es: +%1 nueva actualización
pl: +%1 nowa aktualizacja
pt_br: +%1 nova atualização
tr: +%1 yeni güncelleme
uk: +%1 нове оновлення

source: update is pending
es: actualización pendiente
pl: aktualizacja w toku
pt_br: atualização está pendente
tr: güncelleme bekliyor
uk: доступне оновлення

source: %1 day
es: %1 día
tr: %1 gün
uk: %1 день

source: %1 hour
es: %1 hora
pl: %1 godzina
pt_br: %1 hora
tr: %1 saat
uk: %1 годину

source: %1 minute
es: %1 minuto
pl: %1 minuta
pt_br: %1 minuto
tr: %1 dakika
uk: %1 хвилину

source: less than a minute
es: menos de un minuto
tr: bir dakikadan az
uk: менше хвилини

source: %1 second
es: %1 segundo
pl: %1 sekunda
pt_br: %1 segundo
tr: %1 saniye
uk: %1 секунду

source: Last check:
es: Última verificación:
pl: Ostatnio sprawdzono:
pt_br: Última verificação:
tr: Son kontrol:
uk: Остання перевірка:

source: ago
es: hace
pl: temu
pt_br: atrás
tr: önce
uk: тому

source: Next check in:
es: Próxima verificación en:
tr: Sonraki kontrol:
uk: Наступна перевірка через:

source: None
es: Ninguno
pl: Brak
pt_br: Nenhum
tr: Hiçbiri
uk: Немає

source: Check updates
es: Verificar actualizaciones
pl: Sprawdź aktualizacje
pt_br: Verificar atualizações
tr: Güncellemeleri kontrol et
uk: Перевірити оновлення

source: Upgrade system
es: Actualizar sistema
pl: Zaktualizuj system
pt_br: Atualizar sistema
tr: Sistemi yükselt
uk: Оновити систему

source: Pause auto check
es: Pausar verificación automática
tr: Otomatik kontrolü duraklat
uk: Призупинити автоматичну перевірку

source: Management
es: Gestión
pl: Zarządzanie
pt_br: Gerenciamento
tr: Yönetim
uk: Керування

source: Read article
es: Leer artículo
pl: Przeczytaj artykuł
pt_br: Ler artigo
tr: Makaleyi oku
uk: Читати статтю

source: System updated
es: Sistema actualizado
pl: System zaktualizowany
pt_br: Sistema atualizado
tr: Sistem güncellendi
uk: Система оновлена

source: Panel Icon View
es: Vista de icono en panel
pl: Widok ikon panelu
pt_br: Visualização de ícone do painel
tr: Panel Simge Görünümü
uk: Вид іконки на панелі

source: List View
es: Vista de lista
pl: Widok listy
pt_br: Visualização de lista
tr: Liste Görünümü
uk: Вигляд списку

source: Shown when
es: Mostrar cuando
pl: Pokazano, gdy
pt_br: Mostrado quando
tr: Gösterildiğinde
uk: Показувати коли

source: update is pending
es: actualización pendiente
pl: aktualizacja oczekuje
pt_br: atualização está pendente
tr: güncelleme bekliyor
uk: оновлення доступне

source: Default
es: Predeterminado
pl: Domyślnie
pt_br: Padrão
tr: Varsayılan
uk: Стандартно

source: Select...
es: Seleccionar...
pl: Wybierz...
pt_br: Selecione...
tr: Seç...
uk: Вибрати...

source: Default icon
es: Icono predeterminado
pl: Ikona domyślna
pt_br: Ícone padrão
tr: Varsayılan simge
uk: Стандартна іконка

source: Pause badge
es: Insignia de pausa
tr: Duraklat rozeti
uk: Значок паузи

source: Enable
es: Habilitar
pl: Włącz
pt_br: Habilitar
tr: Etkinleştir
uk: Включити

source: Updated badge
es: Insignia de actualizado
tr: Güncellenmiş rozet
uk: Значок оновлення

source: Counter
es: Contador
pl: Licznik
pt_br: Contador
tr: Sayaç
uk: Лічильник

source: Color
pl: Kolor
pt_br: Cor
tr: Renk
uk: Колір

source: Default color
es: Color predeterminado
pl: Domyślny kolor
pt_br: Cor padrão
tr: Varsayılan renk
uk: Стандартний колір

source: Select counter background color
es: Seleccionar color de fondo del contador
pl: Wybierz kolor tła licznika
pt_br: Selecione a cor de fundo do contador
tr: Sayaç arka plan rengini seçin
uk: Вибір кольру фону лічильника

source: Default background color from current theme
es: Color de fondo predeterminado del tema actual
pl: Domyślny kolor tła z bieżącego motywu
pt_br: Cor de fundo padrão do tema atual
tr: Geçerli temadan varsayılan arka plan rengi
uk: Стандартний колір фону з поточної теми

source: Size
es: Tamaño
pl: Rozmiar
pt_br: Tamanho
tr: Boyut
uk: Розмір

source: Radius
es: Radio
pl: Promień
pt_br: Raio
tr: Yarıçap
uk: Радіус

source: Opacity
es: Opacidad
pl: Przezroczystość
pt_br: Opacidade
tr: Saydamlık
uk: Прозорість

source: Shadow
es: Sombra
pl: Cień
pt_br: Sombra
tr: Gölge
uk: Тінь

source: Font
es: Fuente
pl: Czcionka
pt_br: Fonte
tr: Yazı tipi
uk: Шрифт

source: Default system font
es: Fuente del sistema predeterminada
pl: Domyślna czcionka systemowa
pt_br: Fonte padrão do sistema
tr: Varsayılan sistem yazı tipi
uk: Стандартний системний шрифт

source: Font bold
es: Fuente en negrita
pl: Czcionka pogrubiona
pt_br: Fonte em negrito
tr: Kalın yazı tipi
uk: Жирний шрифт

source: Font size
es: Tamaño de fuente
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
tr: Yazı tipi boyutu
uk: Розмір шрифту

source: Left spacing
es: Espaciado izquierdo
pl: Lewy odstęp
pt_br: Espaçamento à esquerda
tr: Sol boşluk
uk: Відступ зліва

source: Side margins
es: Márgenes laterales
pl: Marginesy boczne
pt_br: Margens laterais
tr: Kenar boşlukları
uk: Відступи збоків

source: Offset
es: Desplazamiento
pl: Przesunięcie
pt_br: Deslocar
tr: Uzaklık
uk: Зміщення

source: Position
es: Posición
pl: Pozycja
pt_br: Posição
tr: Konum
uk: Позиція

source: Center
es: Centro
pl: Środek
pt_br: Centro
tr: Orta
uk: По центру

source: Top-Left
es: Arriba-Izquierda
pl: Lewy górny
pt_br: Canto superior esquerdo
tr: Üst-Sol
uk: Зверху-зліва

source: Top-Right
es: Arriba-Derecha
pl: Prawy górny
pt_br: Canto superior direito
tr: Üst-Sağ
uk: Зверху-зправа

source: Bottom-Left
es: Abajo-Izquierda
pl: Lewy dolny
pt_br: Canto inferior esquerdo
tr: Alt-Sol
uk: Знизу-зліва

source: Bottom-Right
es: Abajo-Derecha
pl: Prawy dolny
pt_br: Canto inferior direito
tr: Alt-Sağ
uk: Знизу-зправа

source: Use built-in icons
es: Usar iconos integrados
pl: Użyj wbudowanych ikon
pt_br: Use ícones integrados
tr: Yerleşik simgeleri kullan
uk: Вмонтовані іконки

source: Override custom icon theme and use default Apdatifier icons instead.
es: Anular el tema de iconos personalizado y usar los iconos predeterminados de Apdatifier.
pl: Zastąp niestandardowy motyw ikon i użyj domyślnych ikon Apdatifier.
pt_br: Substitua o tema de ícones personalizados e use os ícones padrão do Apdatifier.
tr: Özel simge temasını geçersiz kıl ve bunun yerine varsayılan Apdatifier simgelerini kullan.
uk: Використовувати іконки Apdatifier замість користувацьких іконок з теми.

source: Default tab
es: Pestaña predeterminada
pl: Karta domyślna
pt_br: Aba padrão
tr: Varsayılan sekme
uk: Вкладка за замовчуванням

source: Compact
es: Compacto
pl: Kompaktowy
pt_br: Compacto
tr: Kompakt
uk: Компактний

source: Extended
es: Extendido
pl: Rozszerzony
pt_br: Extendido
tr: Genişletilmiş
uk: Розширений

source: Behavior
es: Comportamiento
pl: Zachowanie
pt_br: Comportamento
tr: Davranış
uk: Поведінка

source: Always switch to default tab
es: Siempre cambiar a la pestaña predeterminada
pl: Zawsze przełączaj na kartę domyślną
pt_br: Sempre mudar para a aba padrão
tr: Her zaman varsayılan sekmeye geç
uk: Завжди переключатись на вкладку за замовчуванням

source: Item spacing (Compact)
es: Altura de los elementos (Compacto)
pl: Wysokość elementów (Kompaktowy)
pt_br: Altura dos itens (Compacto)
tr: Öğe aralığı (Kompakt)
uk: Висота елементів (Компактний)

source: Sorting
es: Ordenación
pl: Sortowanie
pt_br: Ordenação
tr: Sıralama
uk: Сортування

source: By repository
es: Por repositorio
pl: Według repozytorium
pt_br: Por repositório
tr: Depoya göre
uk: За репозиторієм

source: By name
es: Por nombre
pl: Według nazwy
pt_br: Por nome
tr: Ada göre
uk: За іменем

source: Header
es: Encabezado
pl: Nagłówek
pt_br: Cabeçalho
tr: Başlık
uk: Заголовок

source: Show status
es: Mostrar estado
pl: Pokaż status
pt_br: Mostrar status
tr: Durumu göster
uk: Показувати статус

source: Show tool bar
es: Mostrar barra de herramientas
pl: Pokaż pasek narzędzi
pt_br: Mostrar barra de ferramentas
tr: Araç çubuğunu göster
uk: Показувати панель інструментів

source: Footer
es: Pie de página
pl: Stopka
pt_br: Rodapé
tr: Altbilgi
uk: Нижній колонтитул

source: Show tab bar
es: Mostrar barra de pestañas
pl: Pokaż pasek kart
pt_br: Mostrar guias
tr: Sekme çubuğunu göster
uk: Показувати панель вкладок

source: Show tab texts
es: Mostrar textos de pestañas
pl: Pokaż teksty kart
pt_br: Mostrar textos das guias
tr: Sekme metinlerini göster
uk: Показувати імена вкладок
