Repository: xerolinux/xero-layan-git
Catalog: Configs/Home/.local/share/plasma/plasmoids/com.github.exequtic.apdatifier/translate/po/*.po
Languages: es, pl, pt_br, tr, uk

source: Install Development version
es: Instalar versión de Desarrollo
pl: Zainstaluj wersję deweloperską
pt_br: Instalar a versão de desenvolvimento
tr: Geliştirme sürümünü kur
uk: Встановлювати тестову версію

source: Install Stable version
es: Instalar versión Estable
pl: Zainstaluj wersję stabilną
pt_br: Instalar a versão estável
tr: Kararlı sürümü kur
uk: Встановлювати стабільну версію

source: Uninstall widget
es: Desinstalar widget
pl: Odinstaluj widżet
pt_br: Remover widget
tr: Widget'ı kaldır
uk: Видалити віджет

source: Note: version with the latest commits may be unstable.
es: Nota: la versión con los últimos commits puede ser inestable.
pl: Uwaga: wersja z najnowszymi commitami może być niestabilna.
pt_br: Observação: a versão com os commits mais recentes pode ser instável.
tr: Not: En son commit'lerle birlikte gelen sürüm kararsız olabilir.
uk: Примітка: версія з останніми відповідностями може бути нестабільна.

source: Note: if you haven't installed the Devel version before, there's no need to install the Stable version.
es: Nota: si no has instalado antes la versión Devel, no es necesario instalar la versión Estable.
pl: Uwaga: jeśli wcześniej nie zainstalowałeś wersji deweloperskiej, nie ma potrzeby instalowania wersji stabilnej.
pt_br: Observação: se você não instalou a versão Devel antes, não há necessidade de instalar a versão Stable.
tr: Not: Daha önce Geliştirme sürümünü kurmadıysanız, Kararlı sürümü kurmak gerekli değildir.
uk: Примітка: якщо раніше не була встановлена тестова версія, то немає необхідності встановлювати стабільну.

source: Removal of the widget and all related files, including the directory with its configuration.
es: Eliminación del widget y todos los archivos relacionados, incluyendo el directorio con su configuración.
pl: Usunięcie widżetu i wszystkich powiązanych plików, w tym katalogu z jego konfiguracją.
pt_br: Remoção do widget e de todos os arquivos relacionados, incluindo o diretório com sua configuração.
tr: Widget'ın ve yapılandırma dizini dahil tüm ilgili dosyaların kaldırılması.
uk: Видалення віджета і всіх зв'язаних з ним файлів, включаючи директорію з його конфігурацією.

source: Search
es: Buscar
pl: Szukaj
pt_br: Procurar
tr: Arama
uk: Пошук

source: Notifications
es: Notificaciones
pl: Powiadomienia
pt_br: Notificações
tr: Bildirimler
uk: Сповіщення

source: Mouse actions
es: Acciones del ratón
pl: Akcje myszy
pt_br: Ações do mouse
tr: Fare eylemleri
uk: Дії миші

source: Misc
es: Varios
pl: Różne
pt_br: Variado
tr: Çeşitli
uk: Різне

source: Configuration is automatically saved in a config file and loaded at every startup, ensuring you never lose your settings. The config file is stored in
es: La configuración se guarda automáticamente en un archivo de configuración y se carga en cada inicio, asegurando que nunca pierdas tus ajustes. El archivo de configuración se almacena en
pl: Konfiguracja jest automatycznie zapisywana w pliku konfiguracyjnym i ładowana przy każdym uruchomieniu, zapewniając, że nigdy nie stracisz swoich ustawień. Plik konfiguracyjny jest przechowywany w
pt_br: A configuração é salva automaticamente em um arquivo de configuração e carregada a cada inicialização, garantindo que você nunca perca suas configurações. O arquivo de configuração é armazenado em
tr: Yapılandırma otomatik olarak bir yapılandırma dosyasına kaydedilir ve her başlatmada yüklenir, bu sayede ayarlarınızı asla kaybetmezsiniz. Yapılandırma dosyası şurada saklanır
uk: Конфігурація автоматично зберігається в файл і завантажується при кожному запуску, що гарантує збереження ваших налаштувань. Файл налаштувань зберігається в

source: Check mode
es: Modo de verificación
tr: Kontrol modu
uk: Режим перевірки

source: Manual
tr: Elle
uk: Вручну

source: Interval
es: Intervalo
pl: Interwał
pt_br: Intervalo
tr: Aralık
uk: Інтервал

source: Daily
es: Diario
tr: Günlük
uk: Щоденно

source: Weekly
es: Semanal
tr: Haftalık
uk: Щотижня

source: Choose how automatic checks are scheduled: manual, periodic interval (minutes, max 43200 - 30 days), daily at specific time or weekly at specific day/time.
es: Elige cómo se programan las verificaciones automáticas: manual, intervalo periódico (minutos, máx. 43200 - 30 días), diario a una hora específica o semanal en un día/hora específicos.
tr: Otomatik kontrollerin nasıl zamanlanacağını seçin: elle, periyodik aralık (dakika, en fazla 43200 - 30 gün), belirli bir saatte günlük veya belirli bir gün/saatte haftalık.
uk: Виберіть, як плануються автоматичні перевірки: вручну, періодичний інтервал (хвилини, максимум 43200 - 30 днів), щодня в певний час або щотижня в певний день/час.

source: minutes
es: minutos
pl: minuty
pt_br: minutos
tr: dakika
uk: хвилин

source: Daily time
es: Hora diaria
tr: Günlük zaman
uk: Щоденний час

source: Weekly schedule
es: Programación semanal
tr: Haftalık program
uk: Тижневий розклад

source: Sunday
es: Domingo
tr: Pazar
uk: Неділя

source: Monday
es: Lunes
tr: Pazartesi
uk: Понеділок

source: Tuesday
es: Martes
tr: Salı
uk: Вівторок

source: Wednesday
es: Miércoles
tr: Çarşamba
uk: Середа

source: Thursday
es: Jueves
tr: Perşembe
uk: Четвер

source: Friday
es: Viernes
tr: Cuma
uk: П'ятниця

source: Saturday
es: Sábado
tr: Cumartesi
uk: Субота

source: Updates
es: Actualizaciones
pl: Aktualizacje
pt_br: Atualizações
tr: Güncellemeler
uk: Оновлення

source: Arch Official Repositories
es: Repositorios Oficiales de Arch
pl: Oficjalne repozytoria Arch
pt_br: Repositórios oficiais do Arch
tr: Arch Resmi Depoları
uk: Офіційні репозиторії Arch

source: Arch User Repository
es: Repositorio de Usuario de Arch (AUR)
pl: Repozytorium użytkowników Arch
pt_br: Repositório de usuário do Arch
tr: Arch Kullanıcı Deposu
uk: Користувацькі репозиторії Arch

source: Flatpak applications
es: Aplicaciones Flatpak
pl: Aplikacje Flatpak
pt_br: Aplicações Flatpak
tr: Flatpak uygulamaları
uk: Flatpak застосунки

source: Not installed
es: No instalado
pl: Nie zainstalowane
pt_br: Não instalado
tr: Kurulu değil
uk: Не встановлено

source: Plasma Widgets
es: Widgets de Plasma
pl: Widżety Plasma
pt_br: Widgets do Plasma
tr: Plasma Widget'ları
uk: Plasma віджети

source: <br><br>For widget developers:<br>Don't forget to update the metadata.json and specify the name of the applet and its version <b>exactly</b> as they appear on the KDE Store.
es: <br><br>Para desarrolladores de widgets:<br>No olvides actualizar el metadata.json y especificar el nombre del applet y su versión <b>exactamente</b> como aparecen en la KDE Store.
pl: <br><br>Dla twórców widżetów:<br>Nie zapomnij zaktualizować pliku metadata.json i określić nazwę apletu oraz jego wersję <b>dokładnie</b> tak, jak są podane w sklepie KDE.
pt_br: <br><br>Para desenvolvedores de widgets:<br>Não se esqueça de atualizar o metadata.json e especificar o nome do applet e sua versão <b>exatamente</b> como aparecem na Loja KDE.
tr: <br><br>Widget geliştiricileri için:<br>metadata.json dosyasını güncellemeyi ve applet adını ve sürümünü KDE Store'da göründüğü gibi <b>tam olarak</b> belirtmeyi unutmayın.
uk: <br><br>Для розробників віджетів:<br>Не забувайте оновлювати файл metadata.json і вказувати ім'я віджета та його версію точно як на сайті KDE Store.

source: News
es: Noticias
pl: Wiadomości
pt_br: Notícias
tr: Haberler
uk: Новини

source: Arch Linux News
es: Noticias de Arch Linux
pl: Wiadomości Arch Linux
pt_br: Notícias do Arch Linux
tr: Arch Linux Haberleri
uk: Новини Arch Linux

source: Keep
es: Mantener
pl: Zachowaj
pt_br: Manter
tr: Tut
uk: Зберігати

source: news item from the feed
es: noticia del feed
pl: wiadomość z kanału
pt_br: item de notícia do feed
tr: beslemeden haber öğesi
uk: новина зі стрічки

source: For new updates
es: Para nuevas actualizaciones
pl: Dla nowych aktualizacji
pt_br: Para novas atualizações
tr: Yeni güncellemeler için
uk: Для нових оновлень

source: Action button
es: Botón de acción
pl: Przycisk akcji
pt_br: Botão de ação
tr: Eylem düğmesi
uk: Кнопка дії

source: For every version bump
es: Para cada cambio de versión
pl: Dla każdej zmiany wersji
pt_br: Para cada nova versão
tr: Her sürüm yükseltmesi için
uk: При кожній зміні версії

source: If the option is <b>enabled</b>, notifications will be sent when a new version of the package is bumped, even if the package is already on the list. <b>More notifications.</b> <br><br>If the option is <b>disabled</b>, notifications will only be sent for packages that are not yet on the list. <b>Less notifications.</b>
es: Si la opción está <b>habilitada</b>, se enviarán notificaciones cuando haya un nuevo cambio de versión del paquete, incluso si el paquete ya está en la lista. <b>Más notificaciones.</b> <br><br>Si la opción está <b>deshabilitada</b>, las notificaciones solo se enviarán para paquetes que aún no están en la lista. <b>Menos notificaciones.</b>
pl: Jeśli opcja jest <b>włączona</b>, powiadomienia będą wysyłane, gdy nowa wersja pakietu zostanie opublikowana, nawet jeśli pakiet jest już na liście. <b>Więcej powiadomień.</b> <br><br>Jeśli opcja jest <b>wyłączona</b>, powiadomienia będą wysyłane tylko dla pakietów, które jeszcze nie znajdują się na liście. <b>Mniej powiadomień.</b>
pt_br: Se a opção estiver <b>habilitada</b>, notificações serão enviadas quando uma nova versão do pacote for lançada, mesmo que o pacote já esteja na lista. <b>Mais notificações.</b> <br><br>Se a opção estiver <b>desabilitada</b>, notificações serão enviadas somente para pacotes que ainda não estejam na lista. <b>Menos notificações.</b>
tr: Seçenek <b>etkinleştirilirse</b>, paket zaten listede olsa bile yeni bir paket sürümü yayınlandığında bildirimler gönderilecektir. <b>Daha fazla bildirim.</b> <br><br>Seçenek <b>devre dışı bırakılırsa</b>, sadece henüz listede olmayan paketler için bildirimler gönderilecektir. <b>Daha az bildirim.</b>
uk: Якщо параметр <b>увімкнуто</b>, сповіщення будуть приходити коли версія пакета підвищується, навть якщо цей пакет вже є в списку. <b>Більше сповіщень.</b> <br><br>Якщо параметр <b>вимкнений</b>, сповіщення будуть приходити тільки якщо пакета ще немає в списку. <b>Менше сповіщень.</b>

source: For news
es: Para noticias
pl: Dla wiadomości
pt_br: Para notícias
tr: Haberler için
uk: Для новин

source: For errors
es: Para errores
pl: Dla błędów
pt_br: Para erros
tr: Hatalar için
uk: При помилці

source: With sound
es: Con sonido
pl: Z dźwiękiem
pt_br: Com som
tr: Sesli olarak
uk: Зі звуком

source: Persistent
es: Persistente
pl: Stały
pt_br: Persistente
tr: Kalıcı
uk: Постійне

source: To further configure, click the button below -> Application Settings -> Apdatifier
es: Para configurar más, haz clic en el botón de abajo -> Configuración de la aplicación -> Apdatifier
pl: Aby skonfigurować więcej opcji, kliknij przycisk poniżej -> Ustawienia aplikacji -> Apdatifier
pt_br: Para configurar ainda mais, clique no botão abaixo -> Configurações do aplicativo -> Apdatifier
tr: Daha fazla yapılandırmak için aşağıdaki butona tıklayın -> Uygulama Ayarları -> Apdatifier
uk: Для додаткових налаштувань, натисніть кнопку нижче -> Параметри застосунку -> Apdatifier

source: Configure...
es: Configurar...
pl: Skonfiguruj...
pt_br: Configurar...
tr: Yapılandır...
uk: Налаштувати...

source: Middle click
es: Clic medio
pl: Środkowy przycisk myszy
pt_br: Clique do meio
tr: Orta tıklama
uk: Середня кнопка

source: Right click
es: Clic derecho
pl: Prawy przycisk myszy
pt_br: Clique direito
tr: Sağ tıklama
uk: Права кнопка

source: Do not enable this option if the widget is not used in the system tray; otherwise, you will not be able to open the settings by right-clicking.
es: No habilites esta opción si el widget no se usa en la bandeja del sistema; de lo contrario, no podrás abrir la configuración haciendo clic derecho.
pl: Nie włączaj tej opcji, jeśli widżet nie jest używany w zasobniku systemowym; w przeciwnym razie nie będziesz mógł otworzyć ustawień klikając prawym przyciskiem myszy.
pt_br: Não habilite esta opção se o widget não for utilizado na bandeja do sistema, caso contrário, você não conseguirá abrir as configurações clicando com o botão direito.
tr: Widget sistem tepsisinde kullanılmıyorsa bu seçeneği etkinleştirmeyin; aksi takdirde sağ tıklayarak ayarları açamazsınız.
uk: Не включайте цей параметр, якщо віджет не використовується в системному треї; інакше ви не зможете відкрити налаштування, клацнувши правою кнопкою миші.

source: Scroll up
es: Desplazar arriba
pl: Przewiń w górę
pt_br: Rolar para cima
tr: Yukarı kaydır
uk: Прокрутка вгору

source: Scroll down
es: Desplazar abajo
pl: Przewiń w dół
pt_br: Rolar para baixo
tr: Aşağı kaydır
uk: Прокрутка вниз

source: Restore hidden tooltips
es: Restaurar tooltips ocultos
pl: Przywróć ukryte podpowiedzi
pt_br: Restaurar dicas de ferramentas ocultas
tr: Gizlenmiş araç ipuçlarını geri yükle
uk: Відновити приховані підказки

source: Unimportant
es: Poco importante
pl: Nieistotne
pt_br: Sem importância
tr: Önemsiz
uk: Не має значення

source: Repository
es: Repositorio
pl: Repozytorium
pt_br: Repositório
tr: Depo
uk: Репозиторій

source: Exact repository match
es: Coincidencia exacta de repositorio
pl: Dokładne dopasowanie repozytorium
pt_br: Correspondência exata do repositório
tr: Tam depo eşleşmesi
uk: Точний збіг репозиторію

source: Group
es: Grupo
pl: Grupa
pt_br: Grupo
tr: Grup
uk: Група

source: Substring group match
es: Coincidencia parcial de grupo
pl: Dopasowanie grupy przez podciąg
pt_br: Correspondência de grupo de substring
tr: Alt dize grubu eşleşmesi
uk: Збіг з підрядком в групі

source: Substring
es: Subcadena
pl: Podciąg
tr: Alt dize
uk: Збіг

source: Substring name match
es: Coincidencia parcial de nombre
pl: Dopasowanie nazwy przez podciąg
pt_br: Correspondência de nome de substring
tr: Alt dize adı eşleşmesi
uk: Збіг з підрядком в імені

source: Name
es: Nombre
pl: Nazwa
pt_br: Nome
tr: Ad
uk: Ім'я

source: Exact name match
es: Coincidencia exacta de nombre
pl: Dokładne dopasowanie nazwy
pt_br: Correspondência exata do nome
tr: Tam ad eşleşmesi
uk: Точний збіг імені

source: Here you can override the default package icons and exclude them from the list. Each rule overwrites the previous one, so the list of rules should be in this order:
es: Aquí puedes anular los iconos predeterminados de los paquetes y excluirlos de la lista. Cada regla sobrescribe la anterior, por lo que la lista de reglas debe estar en este orden:
pl: Tutaj możesz nadpisać domyślne ikony pakietów i wykluczyć je z listy. Każda reguła nadpisuje poprzednią, więc lista reguł powinna być w następującej kolejności:
pt_br: Aqui você pode substituir os ícones de pacote padrão e excluí-los da lista. Cada regra substitui a anterior, então a lista de regras deve estar nesta ordem:
tr: Burada varsayılan paket simgelerini geçersiz kılabilir ve listeden hariç tutabilirsiniz. Her kural bir öncekinin üzerine yazar, bu yüzden kurallar listesi şu sırada olmalıdır:
uk: Тут ви можете перевизначити значки пакетів і виключити їх зі списку. Кожне правило перезаписує попереднє, тому список правил повинен бути в такому порядку:

source: Mark as important
es: Marcar como importante
pl: Oznacz jako ważne
pt_br: Marcar como importante
tr: Önemli olarak işaretle
uk: Позначити як важливе

source: Show in the list
es: Mostrar en la lista
pl: Pokaż na liście
pt_br: Mostrar na lista
tr: Listede göster
uk: Показувати в списку

source: Exclude from the list
es: Excluir de la lista
pl: Wyklucz z listy
pt_br: Excluir da lista
tr: Listeden hariç tut
uk: Виключити зі списку

source: Remove
es: Eliminar
pl: Usuń
pt_br: Remover
tr: Kaldır
uk: Видалити

source: Add rule
es: Añadir regla
pl: Dodaj regułę
pt_br: Adicionar regra
tr: Kural ekle
uk: Додати правило

source: Apply
es: Aplicar
pl: Zastosuj
pt_br: Aplicar
tr: Uygula
uk: Застосувати

source: Thanks for using my widget! If you appreciate my work, you can support me by starring the GitHub repository or buying me a coffee ;)
es: ¡Gracias por usar mi widget! Si aprecias mi trabajo, puedes apoyarme dándole una estrella al repositorio en GitHub o invitándome un café ;)
pl: Dziękuję za korzystanie z mojego widżetu! Jeśli doceniasz moją pracę, możesz mnie wesprzeć, dodając gwiazdkę do repozytorium na GitHubie lub stawiając kawę ;)
pt_br: Obrigado por usar meu widget! Se você aprecia meu trabalho, pode me apoiar estrelando o repositório do GitHub ou me pagando um café ;)
tr: Widget'ımı kullandığınız için teşekkür ederim! Çalışmalarımı takdir ediyorsanız GitHub deposuna yıldız vererek veya bana bir kahve ısmarlayarak bana destek olabilirsiniz ;)
uk: Дякую, що користуєтесь моїм віджетом! Якщо він сподобався, Ви можете підтримати мене, відвідавши GitHub, або купивши мені філіжанку кави ;)

source: Visit %1
es: Visitar %1
pl: Odwiedź %1
pt_br: Visite %1
tr: %1 adresini ziyaret et
uk: Відвідайте %1

source: Widgets
pl: Widżety
tr: Widget'lar
uk: Віджети

source: Terminal
uk: Термінал

source: Use NerdFont icons
es: Usar iconos NerdFont
pl: Użyj ikon z NerdFont
pt_br: Use ícones NerdFont
tr: NerdFont simgelerini kullan
uk: Використовувати NerdFont символи

source: If your terminal utilizes any <b>Nerd Font</b>, icons from that font will be used.
es: Si tu terminal utiliza alguna <b>Nerd Font</b>, se usarán los iconos de esa fuente.
pl: Jeśli Twój terminal używa jakiejkolwiek czcionki <b>Nerd Font</b>, będą używane ikony z tej czcionki.
pt_br: Se o seu terminal utilizar qualquer <b>NerdFont</b>, os ícones dessa fonte serão usados.
tr: Terminaliniz herhangi bir <b>Nerd Font</b> kullanıyorsa, bu fonttaki simgeler kullanılacaktır.
uk: Якщо ваш термінал викристовує будь-який <b>Nerd Font</b>, то будуть відображатись символи цього шрифту.

source: tmux session
es: sesión de tmux
pl: Sesja tmux
pt_br: Sessão tmux
tr: tmux oturumu
uk: tmux сесія

source: Pre/post upgrade scripts
es: Scripts pre/post actualización
pl: Skrypty przed/po aktualizacji
pt_br: Scripts de pré/pós atualização
tr: Yükseltme öncesi/sonrası betikleri
uk: Сценариї до/після оновлення

source: Pre-exec
es: Pre-ejecución
pl: Przed wykonaniem
pt_br: Pré-execução
tr: Ön-yürütme
uk: До

source: Command or script path
es: Ruta de comando o script
pl: Ścieżka do polecenia lub skryptu
pt_br: Comando ou script
tr: Komut veya betik yolu
uk: Команда або шлях скрипту

source: Running your command or script BEFORE the upgrade.<br>For example, you can specify your command to update the mirrorlist if you have unofficial repositories.
es: Ejecutar tu comando o script ANTES de la actualización.<br>Por ejemplo, puedes especificar tu comando para actualizar la lista de espejos si tienes repositorios no oficiales.
pl: Uruchamianie polecenia lub skryptu PRZED aktualizacją.<br>Na przykład, możesz określić polecenie do aktualizacji listy mirrorów, jeśli masz nieoficjalne repozytoria.
pt_br: Executando seu comando ou script ANTES da atualização.<br>Por exemplo, você pode especificar um comando para atualizar a mirrorlist se tiver repositórios não oficiais.
tr: Yükseltmeden ÖNCE komutunuzu veya betiğinizi çalıştırır.<br>Örneğin, resmi olmayan depolarınız varsa yansı listesini güncellemek için komutunuzu belirtebilirsiniz.
uk: Запустіть свою команду чи скрипт ПЕРЕД оновленням.<br>Наприклад, ви можете вказати свою команду для оновлення списку дзеркал, якщо у вас є неофіційне репозиторії.

source: Post-exec
es: Post-ejecución
pl: Po wykonaniu
pt_br: Pós-execução
tr: Son-yürütme
uk: Після

source: Running your command or script AFTER the upgrade.<br>For example, you can specify your command to upgrade something else.
es: Ejecutar tu comando o script DESPUÉS de la actualización.<br>Por ejemplo, puedes especificar tu comando para actualizar algo más.
pl: Uruchamianie polecenia lub skryptu PO aktualizacji.<br>Na przykład, możesz określić polecenie do aktualizacji czegoś innego.
pt_br: Executando seu comando ou script DEPOIS da atualização.<br>Por exemplo, você pode especificar um comando para atualizar outra coisa.
tr: Yükseltmeden SONRA komutunuzu veya betiğinizi çalıştırır.<br>Örneğin, başka bir şeyi yükseltmek için komutunuzu belirtebilirsiniz.
uk: Запустіть свою команду чи скрипт ПІСЛЯ оновлення.<br>Наприклад, ви можете вказати свою команду для оновлення ще чогось.

source: Wrapper
pl: Opakowanie
pt_br: Auxiliar Pacman
uk: Обкладинка

source: AUR disabled in search settings
es: AUR deshabilitado en configuración de búsqueda
pl: AUR wyłączone w ustawieniach wyszukiwania
pt_br: AUR desativado nas configurações de pesquisa
tr: Arama ayarlarında AUR devre dışı
uk: AUR відключений в налаштуваннях пошуку

source: Upgrade options
es: Opciones de actualización
pl: Opcje aktualizacji
pt_br: Opções de atualização
tr: Yükseltme seçenekleri
uk: Параметри оновлення

source: Reboot system
es: Reiniciar sistema
pl: Restartuj system
pt_br: Reiniciar o sistema
tr: Sistemi yeniden başlat
uk: Перезавантажити систему

source: Suggest after upgrading
es: Sugerir después de actualizar
pl: Sugeruj po aktualizacji
pt_br: Sugerir após a atualização
tr: Yükseltmeden sonra öner
uk: Пропонувати після оновлення

source: Pacman Mirrorlist Generator
es: Generador de lista de espejos de Pacman
pl: Generator listy luster Pacman
pt_br: Gerador de mirrorlist do pacman
tr: Pacman Yansı Listesi Oluşturucu
uk: Генератор списку дзеркал

source: Only for official repositories
es: Solo para repositorios oficiales
pl: Tylko dla oficjalnych repozytoriów
pt_br: Apenas para repositórios oficiais
tr: Sadece resmi depolar için
uk: Тільки для офіційних репозиторіїв

source: Also see https://archlinux.org/mirrorlist (click button to open link)
es: Ver también https://archlinux.org/mirrorlist (haz clic en el botón para abrir el enlace)
tr: Ayrıca bkz. https://archlinux.org/mirrorlist (bağlantıyı açmak için butona tıklayın)
uk: Також дивіться https://archlinux.org/mirrorlist (натисніть на кнопку для відкриття посилання)

source: Generator
es: Generador
pt_br: Gerador
tr: Oluşturucu
uk: Генератор

source: Disabled
es: Desactivado
pl: Wyłączone
pt_br: Desativado
tr: Devre dışı
uk: Відключено

source: Always ask
es: Preguntar siempre
pl: Zawsze pytaj
pt_br: Perguntar sempre
tr: Her zaman sor
uk: Завжди питати

source: Ask if older than
es: Preguntar si es más antiguo que
pl: Pytać, jeśli starsze niż
pt_br: Perguntar se for mais antigo que
tr: Eğer şundan daha eskiyse sor
uk: Питати, якщо старіше ніж

source: day
es: día
pl: dzień
pt_br: dia
tr: gün
uk: день

source: No ask, force refresh
es: No preguntar, forzar actualización
pl: Nie pytaj, wymuś odświeżenie
pt_br: Não perguntar, forçar atualização
tr: Sorma, zorla yenile
uk: Оновлювати без запитань

source: Protocol
es: Protocolo
pl: Protokół
pt_br: Protocolo
tr: Protokol
uk: Протокол

source: IP version
es: Versión IP
pl: Wersja IP
pt_br: versão do IP
tr: IP sürümü
uk: IP версія

source: Mirror status
es: Estado del espejo
pl: Status luster
pt_br: Status do mirror
tr: Yansı durumu
uk: Статус дзеркал

source: Number output
es: Número de salida
pl: Wynik liczbowy
pt_br: Número de servidores
tr: Sayı çıktısı
uk: Кількість

source: Number of servers to write to mirrorlist file. 0 for all.
es: Número de servidores para escribir en el archivo mirrorlist. 0 para todos.
pl: Liczba serwerów do zapisania w pliku mirrorlist. 0 dla wszystkich.
pt_br: Número de servidores para gravar no arquivo mirrorlist. 0 para todos.
tr: Yansı listesi dosyasına yazılacak sunucu sayısı. Tümü için 0.
uk: Кількість серверів, які будуть записані у файл mirrorlist. 0 - всі доступні.

source: Country
es: País
pl: Kraj
pt_br: País
tr: Ülke
uk: Країна

source: Select at least one!
es: ¡Selecciona al menos uno!
pl: Wybierz przynajmniej jeden!
pt_br: Selecione pelo menos um!
tr: En az birini seçin!
uk: Виберіть хоча б одну!
